Repository: KDE/liquidshell
Catalog: po/sa/liquidshell.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: %1 hour
sa: %1 घण्टा

source: %1 minute
sa: %1 निमेषः

source: Not Charging
sa: न चार्जिंग्

source: Fully Charged
sa: पूर्णतया चार्जितः

source: Charging at %1%
sa: %1% इत्यत्र चार्जिंग्

source: Time until full:
sa: पूर्णपर्यन्तं समयः :

source: Discharging at %1%
sa: %1% इत्यत्र निर्वहनम् ।

source: Remaining Time:
sa: अवशिष्टः समयः :

source: Power Management
sa: शक्ति प्रबन्धन

source: Bluetooth is operational
sa: ब्लूटूथ् कार्यं कुर्वन् अस्ति

source: Bluetooth is not operational
sa: ब्लूटूथ् कार्यं न करोति

source: Bluetooth
sa: ब्लूटूथ

source: Select Timezones...
sa: समयक्षेत्राणि चयनं कुर्वन्तु...

source: Select Timezones
sa: Timezones इति चिनोतु

source: Configure Date & Time...
sa: तिथिं समयं च विन्यस्तं कुर्वन्तु...

source: Date & Time
sa: तिथि एवं समय

source: Filter
sa: फ़िल्टर

source: Timezone
sa: समयक्षेत्रम्

source: Territory
sa: प्रक्षेत्र

source: Get New Wallpapers...
sa: नवीन वॉलपेपर प्राप्त करें...

source: Download Wallpapers
sa: वॉलपेपर डाउनलोड करें

source: Configure Wallpaper
sa: वॉलपेपर विन्यस्तं कुर्वन्तु

source: Background Color
sa: पृष्ठभूमि रंग

source: Wallpaper File
sa: वॉलपेपर सञ्चिका

source: Scale Mode
sa: स्केल मोड

source: Or&iginal Size
sa: Or&iginal आकारः

source: Sca&led Ignoring Aspect Ratio
sa: Sca&led आस्पेक्ट रेश्यो इत्यस्य अवहेलना

source: Scale&d Keep Aspect Ratio
sa: स्केल&d आस्पेक्ट रेशियो रखें

source: Scaled Keep Aspec&t Ratio and Clip
sa: स्केल कृतम् Keep Aspect&t Ratio and Clip

source: Liquidshell
sa: द्रवशैलम्

source: A QtWidgets based basic desktop shell
sa: एकः QtWidgets आधारितः मूलभूतः डेस्कटॉप् शेल्

source: Copyright 2017 - 2024 Martin Koller
sa: प्रतिलिपि अधिकार 2017 - 2024 मार्टिन कोलर

source: Configure...
sa: विन्यस्तं कुर्वन्तु...

source: Change Size && Position
sa: आकार && स्थिति परिवर्तन करें

source: Remove this Applet
sa: एतत् Applet निष्कासयन्तु

source: %1: Change Size & Position
sa: %1: आकारं & स्थितिं च परिवर्तयतु

source: Remove Applet
sa: एप्लेट् निष्कासयन्तु

source: Really remove this applet?
sa: वास्तवम् एतत् एप्लेट् निष्कासयन्तु?

source: Configure Wallpaper...
sa: वॉलपेपर विन्यस्तं कुर्वन्तु...

source: Add Applet
sa: Applet योजयन्तु

source: Weather
sa: वातावरणम्‌

source: Disk Usage
sa: डिस्कस्य उपयोगः

source: Picture Frame
sa: चित्रचक्रम्

source: Configure Display...
sa: प्रदर्शनं विन्यस्तं कुर्वन्तु...

source: Help
sa: साहाय्यम्‌

source: Configure Display
sa: प्रदर्शनं विन्यस्तं कुर्वन्तु

source: KDE Connect
sa: KDE Connect इति

source: Open with File Manager
sa: सञ्चिकाप्रबन्धकेन सह उद्घाटयन्तु

source: Device is mounted. Click to unmount/eject
sa: यन्त्रं माउण्ट् भवति। अनमाउण्ट्/एजेक्ट् कर्तुं क्लिक् कुर्वन्तु

source: Device is unmounted. Click to mount
sa: यन्त्रं अनमाउण्ट् अस्ति। माउण्ट् कर्तुं क्लिक् कुर्वन्तु

source: Unauthorized Operation
sa: अनधिकृत संचालन

source: Device Busy
sa: यन्त्र व्यस्त

source: Operation Failed
sa: संचालनं विफलम्

source: User Canceled
sa: उपयोक्ता रद्दः

source: Invalid Option
sa: अमान्यः विकल्पः

source: Missing Driver
sa: लापता चालकः

source: The device can now be safely removed
sa: इदानीं यन्त्रं सुरक्षिततया निष्कासयितुं शक्यते

source: Mount failed:
sa: माउण्ट् विफलः अभवत् :

source: Unmount failed:
sa: अनमाउण्ट् विफलम् अभवत् :

source: Device Notifier
sa: उपकरणसूचकः

source: Device List
sa: उपकरणसूची

source: %1 free / %2
sa: %1 मुक्त / %2

source: Configure DiskUsage Applet
sa: DiskUsage Applet विन्यस्तं कुर्वन्तु

source: Dialog
sa: संवादः

source: Text
sa: पाठ

source: Bar Text
sa: बार पाठ

source: Background
sa: पृष्ठभूमि

source: Bar Background
sa: बार पृष्ठभूमि

source: Device needs charging
sa: उपकरणस्य चार्जिंग् आवश्यकम् अस्ति

source: Device charge of '%1' is at %2%. You should charge it.
sa: '%1' इत्यस्य उपकरणशुल्कं %2% अस्ति । भवता तत् शुल्कं कर्तव्यम्।

source: Open Folder
sa: Folder उद्घाटयन्तु

source: No Network Connection
sa: न संजालसंयोजनम्

source: Full Network Connectivity (%1)
sa: पूर्णसंजालसंयोजनम् (%1) .

source: Limited Network Connectivity (%1)
sa: सीमितसंजालसंपर्कः (%1)

source: IPv4 Address: %1
sa: IPv4 पता: %1

source: Signal Strength: %1
sa: संकेतबलम् : %1

source: VPN active
sa: VPN सक्रियः

source: Configure Network Connections
sa: संजालसंयोजनानि विन्यस्यताम्

source: Networking is enabled. Click to disable
sa: संजालीकरणं सक्षमम् अस्ति। निष्क्रियं कर्तुं क्लिक् कुर्वन्तु

source: Networking is disabled. Click to enable
sa: संजालीकरणं अक्षमम् अस्ति। सक्षमीकरणाय क्लिक् कुर्वन्तु

source: Wireless Networking is enabled. Click to disable
sa: Wireless Networking सक्षमम् अस्ति । निष्क्रियं कर्तुं क्लिक् कुर्वन्तु

source: Wireless Networking is disabled. Click to enable
sa: वायरलेस् नेटवर्किंग् अक्षमम् अस्ति । सक्षमीकरणाय क्लिक् कुर्वन्तु

source: Notifications
sa: अधिसूचना

source: %1 notification
sa: %1 सूचना

source: Configure Virtual Desktops...
sa: वर्चुअल् डेस्कटॉप्स् विन्यस्तं कुर्वन्तु...

source: Configure Virtual Desktops
sa: वर्चुअल् डेस्कटॉप्स् विन्यस्तं कुर्वन्तु

source: Configure PictureFrame Applet
sa: PictureFrame Applet विन्यस्तं कुर्वन्तु

source: Frame
sa: आबन्ध

source: Path
sa: पथं

source: Getting details ...
sa: विवरणं प्राप्तुं ...

source: <b>Session restart required</b><br>
sa: <b>सत्रस्य पुनः आरम्भः आवश्यकः</b><br>

source: <b>Reboot required</b><br>
sa: <b>पुनः आरम्भः आवश्यकः</b><br>

source: Software Updates
sa: सॉफ्टवेयर अपडेट

source: All
sa: सर्वे

source: Install
sa: प्रतिस्था

source: Install, then Sleep
sa: संस्थापयन्तु, ततः निद्रां कुर्वन्तु

source: Install, then Shutdown
sa: संस्थापयन्तु, ततः Shutdown इति

source: Refresh
sa: ताजगी

source: Install %1 package
sa: %1 संकुलं संस्थापयन्तु

source: System Reboot Required
sa: सिस्टम् रिबूट् आवश्यकम्

source: One of the installed packages requires a system reboot
sa: संस्थापितेषु संकुलेषु एकस्य सिस्टम् पुनः आरम्भस्य आवश्यकता भवति

source: Session Restart Required
sa: सत्रस्य पुनः आरम्भः आवश्यकः

source: One of the installed packages requires you to logout
sa: संस्थापितेषु संकुलेषु एकस्मिन् भवन्तः लॉगआउट् कर्तुं प्रवृत्ताः सन्ति

source: Logout
sa: लॉगआउट्

source: Cancel Installation
sa: संस्थापनं रद्दं कुर्वन्तु

source: Waiting
sa: उपास्ते

source: Waiting for authentication
sa: प्रमाणीकरणस्य प्रतीक्षां कुर्वन्

source: Resolving dependencies
sa: आश्रयाणां समाधानं करणम्

source: Updating
sa: अद्यतनं कुर्वन्

source: Installing
sa: संस्थापनम्

source: Downloading
sa: डाउनलोड् करणम्

source: Canceling
sa: रद्दं कुर्वन्

source: Validate Signature
sa: हस्ताक्षरं मान्यं कुर्वन्तु

source: Update failed
sa: अद्यतनं विफलम् अभवत्

source: Accept EULA
sa: EULA स्वीकुर्वन्तु

source: <html>Do you accept the following license agreement for package<br>%1<br>from vendor<br>%2 ?</html>
sa: <html>किं भवान् विक्रेता<br>%2 ?</html>तः संकुल<br>%1<br> कृते निम्नलिखितम् अनुज्ञापत्रसम्झौतां स्वीकुर्वति

source: Next check: %1
sa: अग्रिमपरीक्षा: %1

source: Checking for updates ...
sa: अद्यतनस्य जाँचं कुर्वन् ...

source: Checking for updates ... %1%
sa: अद्यतनं पश्यन् ... %1%

source: Last check: %1 Error on checking for updates: %2
sa: अन्तिमपरीक्षा: %1 अद्यतनपरीक्षायां त्रुटिः: %2

source: Software Update Error
sa: सॉफ्टवेयर अपडेट त्रुटि

source: %1 <b>security</b> update available
sa: %1 <b>सुरक्षा</b> अद्यतनं उपलब्धम्

source: %1 <i>important</i> update available
sa: %1 <i>महत्त्वपूर्णं</i> अद्यतनं उपलब्धम्

source: %1 bugfix update available
sa: %1 दोषनिवारण अद्यतनं उपलब्धम्

source: Last check: %1 No important updates available %2 other
sa: अन्तिमपरीक्षा: %1 कोऽपि महत्त्वपूर्णः अद्यतनः उपलब्धः नास्ति %2 अन्यः

source: Last check: %1 No updates available
sa: अन्तिमपरीक्षा: %1 अद्यतनं उपलब्धं नास्ति

source: <br>%1 other
sa: <br>%1 अन्यः

source: <html>Last check: %1<br>%2</html>
sa: <html>अन्तिमपरीक्षा: %1<br>%2</html>

source: Software Updates Available
sa: सॉफ्टवेयर अपडेट् उपलब्धम् अस्ति

source: <li>%1 more ...</li>
sa: <li>%1 अधिकं ...</li>

source: Web Browser
sa: जाल ब्राउज़र

source: Switch User
sa: उपयोक्तारं परिवर्तयतु

source: Configure Menu...
sa: मेनू विन्यस्तं कुर्वन्तु...

source: CPU %1: %2% (%3 MHz)
sa: CPU %1: %2% (%3 मेगाहर्ट्ज)

source: Memory Total: %1 MB (%2 GB)
sa: स्मृति कुलम्: %1 MB (%2 GB)

source: Memory Used: %1 MB (%2 GB) %3%
sa: प्रयुक्ता स्मृतिः : %1 MB (%2 GB) %3%

source: Memory Free: %1 MB (%2 GB)
sa: स्मृतिमुक्तम्: %1 MB (%2 GB)

source: Swap Total: %1 MB (%2 GB)
sa: स्वैप कुलम्: %1 MB (%2 GB)

source: Swap Used: %1 MB (%2 GB) %3%
sa: स्वैप प्रयुक्तम्: %1 MB (%2 GB) %3%

source: Swap Free: %1 MB (%2 GB)
sa: स्वैप् फ्री: %1 MB (%2 GB)

source: Net send/receive: %1/%2 KB/sec
sa: शुद्ध प्रेषण/प्राप्ति: %1/%2 KB/sec

source: Net max (last %2 secs): %1 KB/sec
sa: शुद्ध अधिकतम (अन्तिम %2 सेकण्ड): %1 केबी/सेकण्ड

source: Show New Notifications
sa: नवीनसूचनाः दर्शयतु

source: Move To Desktop
sa: डेस्कटॉप् प्रति गच्छतु

source: All Desktops
sa: सर्वे डेस्कटॉप्

source: Close
sa: पिधानं करोतु

source: Temperature:
sa: तापमान:

source: Pressure:
sa: प्रबलता:

source: Humidity:
sa: आर्द्रता:

source: Wind Speed:
sa: वायुवेगः :

source: Wind Direction:
sa: वायुदिशा :

source: Not configured
sa: न विन्यस्तम्

source: K
sa: के

source: Configure Weather Applet
sa: मौसम एप्लेट् विन्यस्तं कुर्वन्तु

source: Downloading city list...
sa: नगरसूचीं डाउनलोड् कुर्वन्...

source: Download Error
sa: डाउनलोड् त्रुटिः

source: Error on downloading city list: %1
sa: नगरसूचीं अवतरणं कुर्वन् त्रुटिः: %1

source: API Key
sa: एपिआइ कुञ्जी

source: The API key is needed to be allowed to get data from openweathermap.org
sa: openweathermap.org इत्यस्मात् आँकडान् प्राप्तुं एपिआइ कुञ्जी इत्यस्य अनुमतिः आवश्यकी अस्ति

source: Get your personal API key
sa: स्वस्य व्यक्तिगतं एपिआइ कुञ्जी प्राप्नुवन्तु

source: Units
sa: इकाइयाँ

source: &imperial
sa: &इम्पेरियल्

source: City
sa: नगरी

source: Country
sa: देशः
