Repository: KDE/liquidshell
Catalog: po/*/liquidshell.po
Languages: ar, ca, de, el, eo, et, eu, fi, fr, he, it, ko, lt, lv, nl, pl, ru, sl, sv, tr, zh_tw

source: %1 <b>security</b> update available
ar: لا يتوفر أي تحديث <b>أمني</b>
ca: %1 actualització disponible de <b>seguretat</b>
de: %1 <b>sicherheitskritische</b> Aktualisierung verfügbar
el: %1 ενημέρωση <b>ασφαλείας</b> διαθέσιμη
eo: %1 <b>sekureca</b> ĝisdatigo disponebla
et: Saadaval on %1 <b>turva</b>uuendus
eu: <b>segurtasun</b> eguneratze %1 erabilgarri
fi: %1 <b>turvallisuus</b>päivitys saatavilla
fr: %1 mise à jour de <b>sécurité</b> disponibles
he: יש עדכון <b>אבטחה</b>
it: È disponibile %1 aggiornamento <b>di sicurezza</b>
ko: <b>보안</b> 업데이트 %1개 사용 가능
lt: Yra prieinamas %1 <b>saugumo</b> atnaujinimas
lv: Pieejams %1 <b>drošības</b> atjauninājums
nl: %1 element voor <b>beveiliging</b> bijwerken beschikbaar
pl: %1 uaktualnienie <b>bezpieczeństwa</b> dostępne
ru: Доступно %1 обновление для обеспечения <b>безопасности</b>
sl: Na voljo %1 <b>varnostna</b> posodobitev
sv: %1 <b>säkerhetsuppdatering</b> tillgänglig
tr: %1 <b>güvenlik</b> güncellemesi kullanılabilir
zh_tw: 有 %1 個<b>安全性</b>更新可用

source: %1 <i>important</i> update available
ar: لا يتوفر أي تحديث <i>مهم</i>
ca: %1 actualització disponible <i>important</i>
de: %1 <b>wichtige</b> Aktualisierung verfügbar
el: %1 <i>σημαντική</i> ενημέρωση διαθέσιμη
eo: %1 <i>grava</i> ĝisdatigo disponebla
et: Saadaval on %1 <i>tähtis</i> uuendus
eu: eguneratze <i>garrantzitsu</i> %1 erabilgarri
fi: %1 <i>tärkeä</i> päivitys saatavilla
fr: %1 mises à jour <i>importante</i> disponibles
he: יש עדכון <i>חשוב</i>
it: È disponibile %1 aggiornamento <b>importante</b>
ko: <i>중요</i> 업데이트 %1개 사용 가능
lt: Yra prieinamas %1 <b>svarbus</b> atnaujinimas
lv: Pieejams %1 <b>svarīgs</b> atjauninājums
nl: %1 <i>belangrijk</i> element voor bijwerken beschikbaar
pl: %1 <i>ważne</i> uaktualnienie dostępne
ru: Доступно %1 <i>важное</i> обновление
sl: Na voljo %1 <b>pomembna</b> posodobitev
sv: %1 <i>viktig</i> uppdatering tillgänglig
tr: %1 <b>önemli</b> güncelleme kullanılabilir
zh_tw: 有 %1 個<b>重要的</b>更新可用

source: %1 bugfix update available
ar: يتوفر تحديث إصلاحي واحد
ca: %1 actualització disponible de resolució d'errors
de: %1 Aktualisierung mit Fehlerkorrektur verfügbar
el: %1 ενημέρωση διόρθωσης διαθέσιμη
eo: %1 cimkoerakta ĝisdatigo disponebla
et: Saadaval on %1 veaparandus
eu: akatsak konpontzeko eguneratze %1 erabilgarri
fi: %1 viankorjauspäivitys saatavilla
fr: %1 mises à jour de corrections de bogues disponibles
he: יש עדכון שמתקן תקלות
it: È disponibile %1 aggiornamento che corregge dei bug
ko: 버그 수정 업데이트 %1개 사용 가능
lt: Yra prieinamas %1 klaidų pataisymo atnaujinimas
lv: Pieejams %1 kļūdas labojuma atjauninājums
nl: %1 element voor repareren van bug beschikbaar
pl: %1 uaktualnienie poprawkowe dostępne
ru: Доступно %1 обновление с исправлением ошибок
sl: Na voljo %1 popravek napake programske opreme
sv: %1 felrättningsuppdatering tillgänglig
tr: %1 hata düzeltme güncellemesi kullanılabilir
zh_tw: 有 %1 個錯誤修正更新可用

source: Last check: %1 No important updates available %2 other
ar: آخر فحص: %1 لا توجد تحديثات مهمة متاحة %2 أخرى
ca: Última comprovació: %1 No hi ha disponible cap actualització important %2 altra
de: Letzte Überprüfung: %1 Keine wichtigen Aktualisierungen verfügbar %2 sonstige Aktualisierung
el: Τελευταίος έλεγχος: %1 Δεν υπάρχουν σημαντικές ενημερώσεις %2 άλλη
eo: Lasta kontrolo: %1 Neniuj gravaj ĝisdatigoj disponeblaj %2 alia
et: Viimane kontroll: %1 Tähtsaid uuendusi pole saada %2 muud
eu: Azken egiaztapena: %1 Ez dago erabilgarri eguneratze garrantzitsurik bestelako %2
fi: Viimeisin tarkistus: %1 Ei tärkeitä päivityksiä saatavilla %2 muu
fr: Dernière vérification : %1 Aucune mise à jour importante disponible %2 autres
he: בדיקה אחרונה: %1 אין עדכונים חשובים זמינים אחד נוסף
it: Ultimo controllo: %1 Non è disponibile disponibile nessun aggiornamento importante %2 di altro tipo
ko: 마지막 확인: %1 중요한 업데이트가 없습니다 기타 업데이트 %2개
lt: Paskiausiai tikrinta: %1 Neprieinami jokie svarbūs atnaujinimai %2 kitoks
lv: Pēdējā pārbaude: %1 Svarīgi atjauninājumi nav pieejami %2 cits
nl: Laatste controle: %1 Geen belangrijke elementen voor bijwerken beschikbaar %2 andere
pl: Ostatnie sprawdzenie: %1 Brak ważnych uaktualnień %2 inne
ru: Последняя проверка: %1 Доступных важных обновлений нет Имеется %2 другое
sl: Zadnje preverjanje: %1 Na voljo ni pomembnih posodobitev %2 ostala
sv: Senaste kontroll: %1 Inga viktiga uppdateringar tillgängliga %2 annan
tr: Son denetleme: %1 Önemli güncelleme bulunmuyor %2 diğer
zh_tw: 上次檢查：%1 沒有重要的更新 有 %2 個其他更新

source: Last check: %1 No updates available
ar: آخر فحص: %1 لا توجد تحديثات متاحة
ca: Última comprovació: %1 No hi ha disponible cap actualització
de: Letzte Überprüfung: %1 Keine Aktualisierungen verfügbar
el: Τελευταίος έλεγχος: %1 Δεν υπάρχουν ενημερώσεις
eo: Lasta kontrolo: %1 Neniuj ĝisdatigoj disponeblaj
eu: Azken egiaztapena: %1 Ez eguneratze erabilgarririk
fi: Viimeisin tarkistus: %1 Ei päivityksiä saatavilla
fr: Dernière vérification : %1 Aucune mise à jour importante disponible
he: בדיקה אחרונה: %1 אין עדכונים זמינים
it: Ultimo controllo: %1 Nessun aggiornamento disponibile
ko: 마지막 확인: %1 업데이트가 없습니다
lt: Paskiausiai tikrinta: %1 Nėra prieinami jokie atnaujinimai
lv: Pēdējā pārbaude: %1 Atjauninājumi nav pieejami
nl: Laatste controle: %1 Geen elementen voor bijwerken beschikbaar
pl: Ostatnie sprawdzenie: %1 Nie ma żadnych uaktualnień
ru: Последняя проверка: %1 Доступных обновлений нет
sl: Zadnje preverjanje: %1 Na voljo ni nobene posodobitve
sv: Senaste kontroll: %1 Inga uppdateringar tillgängliga
tr: Son denetleme: %1 Kullanılabilir güncelleme yok
zh_tw: 上次檢查：%1 沒有可用的更新

source: <br>%1 other
ar: <br> %1 أخرى
ca: <br>%1 altra
de: <br>%1 weitere
el: <br>%1 άλλη
eo: <br>%1 alia
et: <br>%1 muu
eu: <br>bestelako %1
fi: <br>%1 muu
fr: <br> %1 autre
he: <br>עוד אחד
it: <br>%1 di altro tipo
ko: <br>기타 업데이트 %1개
lt: <br>%1 kitoks
lv: <br>%1 cits
nl: <br>%1 ander
pl: <br>%1 inne
ru: <br>%1 другое
sl: <br>%1 ostal
sv: <br>%1 annan
tr: <br>%1 diğer
zh_tw: <br>%1 個其他更新

source: <html>Last check: %1<br>%2</html>
ar: <html>آخر فحص: %1<br>%2</html>
ca: <html>Última comprovació: %1<br>%2</html>
de: <html>Letzte Aktualisierung: %1<br>%2</html>
el: <html>Τελευταίος έλεγχος: %1<br>%2</html>
eo: <html>Lasta kontrolo: %1<br>%2</html>
et: <html>Viimane kontroll: %1<br>%2</html>
eu: <html>Azken egiaztatzea: %1<br>%2</html>
fi: <html>Viimeisin tarkistus: %1<br>%2</html>
fr: <html>Dernière vérification : %1<br>%2</html>
he: <html>בדיקה אחרונה: %1<br>%2</html>
it: <html>Ultimo controllo: %1<br>%2</html>
ko: <html>마지막 확인: %1<br>%2</html>
lt: <html>Paskiausiai tikrinta: %1<br>%2</html>
lv: <html>Pēdējā pārbaude: %1<br>%2</html>
nl: <html>Laatste controle: %1<br>%2</html>
pl: <html>Ostatnie sprawdzenie: %1<br>%2</html>
ru: <html>Последняя проверка: %1<br>%2</html>
sl: <html>Zadnje preverjanje: %1<br>%2</html>
sv: <html>Senaste kontroll: %1<br>%2</html>
tr: <html>Son denetleme: %1<br>%2</html>
zh_tw: <html>上次檢查：%1<br>%2</html>

source: Software Updates Available
ar: تتوفّر تحديثات
ca: Actualitzacions disponibles de programari
de: Aktualisierungen verfügbar
el: Διαθέσιμες ενημερώσεις λογισμικού
eo: Programaro Ĝisdatigoj Disponeblaj
et: Saada on tarkvarauuendusi
eu: Software eguneratzeak eskuragarri
fi: Ohjelmapäivityksiä saatavilla
fr: Mises à jour de logiciels disponibles
he: עדכוני תוכנה זמינים
it: Aggiornamenti software disponibili
ko: 소프트웨어 업데이트 사용 가능
lt: Yra prieinami programinės įrangos atnaujinimai
lv: Pieejami programmatūras atjauninājumi
nl: Elementen voor bijwerken van software zijn beschikbaar
pl: Dostępne uaktualnienie oprogramowania
ru: Доступны обновления программ
sl: Na voljo so posodobitve programske opreme
sv: Uppdateringar av programvara tillgängliga
tr: Yazılım Güncellemeleri Kullanılabilir
zh_tw: 有可用的軟體更新

source: <li>%1 more ...</li>
ar: <li>%1 أخرى ...</li>
ca: <li>%1 més...</li>
de: <li>%1 weitere ...</li>
el: <li>%1 περισσότερες ...</li>
eo: <li>%1 pli...</li>
et: <li>Veel %1 ...</li>
eu: <li>%1 gehiago ...</li>
fi: <li>%1 muuta…</li>
fr: <li>%1 plus...</li>
he: <li>עוד %1…</li>
it: <li>%1 di più ...</li>
ko: <li>%1개 더 보기...</li>
lt: <li> ir dar %1 ...</li>
lv: <li>vēl %1...</li>
nl: <li>%1 meer ...</li>
pl: <li>%1 więcej ...</li>
ru: <li>и ещё %1...</li>
sl: <li>%1 več ...</li>
sv: <li>%1 fler ...</li>
tr: <li>%1 daha fazla…</li>
zh_tw: <li>另外 %1 個 ...</li>

source: Web Browser
ar: متصفّح وبّ
ca: Navegador web
el: Περιηγητής ιστού
eo: TTT-foliumilo
et: Veebilehitseja
eu: Web arakatzailea
fi: Verkkoselain
fr: Navigateur Internet
he: דפדפן
it: Browser Web
ko: 웹 브라우저
lt: Saityno naršyklė
lv: Tīmekļa pārlūks
pl: Przeglądarka sieciowa
ru: Веб-браузер
sl: Spletni brskalnik
sv: Webbläsare
tr: Web Tarayıcısı
zh_tw: 網頁瀏覽器

source: Switch User
ar: بدّل المستخدم
ca: Commuta d'usuari
de: Benutzer wechseln
el: Εναλλαγή χρήστη
eo: Ŝanĝi Uzanton
et: Vaheta kasutajat
eu: Aldatu erabiltzailea
fi: Vaihda käyttäjää
fr: Changer d'utilisateur
he: החלפת משתמש
it: Cambia utente
ko: 사용자 전환
lt: Perjungti naudotoją
lv: Pārslēgt lietotāju
nl: Gebruiker wisselen
pl: Przełącz użytkownika
ru: Переключить пользователя
sl: Preklopi uporabnika
sv: Byt användare
tr: Kullanıcı Değiştir
zh_tw: 切換使用者

source: Configure Menu...
ar: قائمة الضبط...
ca: Configura el menú...
de: Menü einrichten ...
el: Διαμόρφωση μενού...
eo: Agordi menuon...
et: Seadista menüüd ...
eu: Konfiguratu menua...
fi: Valikon asetukset…
fr: Configurer le menu...
he: הגדרת תפריט…
it: Configura menu...
ko: 메뉴 설정...
lt: Konfigūruoti meniu...
lv: Konfigurēt izvēlni...
nl: Menu configureren...
pl: Ustawienia menu...
ru: Настроить меню…
sl: Nastavi meni...
sv: Anpassa meny...
tr: Menüyü Yapılandır…
zh_tw: 設定選單...

source: CPU %1: %2% (%3 MHz)
ar: المعالج %1: %2% (%3 MHz)
et: Protsessor %1: %2% (%3 MHz)
eu: PUZ %1: %2% (%3 MHz)
fi: Suoritin %1: %2 % (%3 MHz)
fr: Processeur %1 : %2% (%3 Mhz)
he: מעבד %1:‏ %2% (%3 מה״צ)
lt: Procesorius %1: %2% (%3 MHz)
ru: ЦП %1: %2% (%3 МГц)
sl: CPE %1: %2% (%3 MHz)
sv: Processor %1: %2 % (%3 MHz)

source: Memory Total: %1 MB (%2 GB)
ar: إجمالي الذاكرة: %1 م.بايت (%2 غ.بايت)
ca: Memòria total: %1 MB (%2 GB)
de: Gesamter Speicher: %1 MB (%2 GB)
el: Συνολική μνήμη: %1 MB (%2 GB)
eo: Totalo de memoro: %1 MB (%2 GB)
et: Mälu kokku: %1 MB (%2 GB)
eu: Memoria guztira: %1 MB (%2 GB)
fi: Muistia kaikkiaan: %1 Mt (%2 Gt)
fr: Mémoire totale : %1 Mo (%2 Go)
he: זיכרון כולל: %1 מ״ב (%2 ג״ב)
it: Memoria totale: %1 MB (%2 GB)
ko: 총 메모리: %1 MB(%2 GB)
lt: Iš viso atminties: %1 MB (%2 GB)
lv: Atmiņa kopā: %1 MB (%2 GB)
nl: Totaal geheugen: %1 MB (%2 GB)
pl: Razem pamięci: %1 MB (%2 GB)
ru: Всего памяти: %1 МБ (%2 ГБ)
sl: Skupni pomnilnik: %1 MB (%2 GB)
sv: Totalt minne: %1 MiB (%2 GiB)
tr: Toplam bellek: %1 MB (%2 GB)
zh_tw: 記憶體總計：%1 MB (%2 GB)

source: Memory Used: %1 MB (%2 GB) %3%
ar: الذاكرة المستخدمة: %1 م.بايت (%2 غ.بايت) %3%
ca: Memòria usada: %1 MB (%2 GB) %3%
de: Verwendeter Speicher: %1 MB (%2 GB) %3 %
el: Μνήμη σε χρήση: %1 MB (%2 GB) %3%
eo: Uzita memoro: %1 MB (%2 GB) %3%
et: Mälu kasutusel: %1 MB (%2 GB) %3%
eu: Memoria erabilita: %1 MB (%2 GB) % %3
fi: Muistia käytössä: %1 Mt (%2 Gt) %3 %
fr: Mémoire utilisée : %1 Mo (%2 Go) %3%
he: זיכרון בשימוש: %1 מ״ב (%2 ג״ב) %3%
it: Memoria usata: %1 MB (%2 GB) %3%
ko: 사용 중인 메모리: %1 MB(%2 GB) %3%
lt: Naudojama atminties: %1 MB (%2 GB) %3%
lv: Izmantotā atmiņa: %1 MB (%2 GB) %3%
nl: Gebruikt geheugen: %1 MB (%2 GB) %3%
pl: Wykorzystanie pamięci: %1 MB (%2 GB) %3%
ru: Используется памяти: %1 МБ (%2 ГБ) %3%
sl: Porabljeni pomnilnik: %1 MB (%2 GB) %3%
sv: Använt minne: %1 MiB (%2 GiB) %3 %
tr: Kullanılan bellek: %1 MB (%2 GB) %​%3
zh_tw: 記憶體已用：%1 MB (%2 GB) %3%

source: Memory Free: %1 MB (%2 GB)
ar: الذاكرة الحرة: %1 م.بايت (%2 غ.بايت)
ca: Memòria lliure: %1 MB (%2 GB)
de: Freier Speicher: %1 MB (%2 GB)
el: Ελεύθερη μνήμη: %1 MB (%2 GB)
eo: Libera memoro: %1 MB (%2 GB)
et: Mälu vaba: %1 MB (%2 GB)
eu: Memory hutsa: %1 MB (%2 GB)
fi: Muistia vapaana: %1 Mt (%2 Gt)
fr: Mémoire libre : %1 Mo (%2 Go)
he: זיכרון פנוי: %1 מ״ב (%2 ג״ב)
it: Memoria libera: %1 MB (%2 GB)
ko: 여유 메모리: %1 MB(%2 GB)
lt: Laisvos atminties: %1 MB (%2 GB)
lv: Brīvā atmiņa: %1 MB (%2 GB)
nl: Vrij geheugen: %1 MB (%2 GB)
pl: Wolnej pamięci: %1 MB (%2 GB)
ru: Свободно памяти: %1 МБ (%2 ГБ)
sl: Prosti pomnilnik: %1 MB (%2 GB)
sv: Ledigt minne: %1 MiB (%2 GiB)
tr: Boş bellek: %1 MB (%2 GB)
zh_tw: 記憶體可用：%1 MB (%2 GB)

source: Swap Total: %1 MB (%2 GB)
ar: إجمالي التبادل: %1 م.بايت (%2 غ.بايت)
ca: Memòria d'intercanvi total: %1 MB (%2 GB)
de: Gesamter Auslagerungsspeicher: %1 MB (%2 GB)
el: Συνολικό swap: %1 MB (%2 GB)
eo: Interŝanĝa totalo: %1 MB (%2 GB)
et: Saaleala kokku: %1 MB (%2 GB)
eu: Trukaketa guztira: %1 MB (%2 GB)
fi: Sivutus kaikkiaan: %1 Mt (%2 Gt)
fr: Mémoire d'échange totale : %1 Mo (%2 Go)
he: זיכרון החלפה כולל: %1 מ״ב (%2 ג״ב)
it: Swap totale: %1 MB (%2 GB)
ko: 총 스왑: %1 MB(%2 GB)
lt: Iš viso swap: %1 MB (%2 GB)
lv: Maiņvieta kopā: %1 MB (%2 GB)
nl: Totale swapruimte: %1 MB (%2 GB)
pl: Razem pamięci wymiany: %1 MB (%2 GB)
ru: Всего виртуальной памяти: %1 МБ (%2 ГБ)
sl: Skupno izmenjevalno področje: %1 MB (%2 GB)
sv: Totalt växlingsminne: %1 MiB (%2 GiB)
tr: Toplam takas: %1 MB (%2 GB)
zh_tw: Swap 總計：%1 MB (%2 GB)

source: Swap Used: %1 MB (%2 GB) %3%
ar: التبادل المستخدم: %1 م.بايت (%2 غ.بايت) %3%
ca: Memòria d'intercanvi usada: %1 MB (%2 GB) %3%
de: Verwendeter Auslagerungsspeicher: %1 MB (%2 GB) %3 %
el: Swap se xr;hsh: %1 MB (%2 GB) %3%
eo: Interŝanĝo uzata: %1 MB (%2 GB) %3%
et: Saaleala kasutusel: %1 MB (%2 GB) %3%
eu: Trukaketa erabilita: %1 MB (%2 GB) % %3
fi: Sivutusta käytetty: %1 Mt (%2 Gt) %3 %
fr: Mémoire d'échange utilisée : %1 Mo (%2 Go) %3%
he: זיכרון החלפה בשימוש: %1 מ״ב (%2 ג״ב) %3%
it: Swap usato: %1 MB (%2 GB) %3%
ko: 사용 중인 스왑: %1 MB(%2 GB) %3%
lt: Naudojama swap: %1 MB (%2 GB) %3%
lv: Izmantotā maiņvieta: %1 MB (%2 GB) %3%
nl: Gebruikte swapruimte: %1 MB (%2 GB) %3%
pl: Wykorzystanie pamięci wymiany: %1 MB (%2 GB) %3%
ru: Используется виртуальной памяти: %1 МБ (%2 ГБ) %3%
sl: Porabljeno izmenjevalno področje: %1 MB (%2 GB) %3%
sv: Använt växlingsminne: %1 MiB (%2 GiB) %3 %
tr: Kullanılan takas: %1 MB (%2 GB) %​%3
zh_tw: Swap 已用：%1 MB (%2 GB) %3%

source: Swap Free: %1 MB (%2 GB)
ar: التبادل الحر: %1 م.بايت (%2 غ.بايت)
ca: Memòria d'intercanvi lliure: %1 MB (%2 GB)
de: Freier Auslagerungsspeicher: %1 MB (%2 GB)
el: Swap ελεύθερο: %1 MB (%2 GB)
eo: Libera Interŝanĝo: %1 MB (%2 GB)
et: Saaleala vaba: %1 MB (%2 GB)
eu: Trukaketa hutsa: %1 MB (%2 GB)
fi: Sivutusta vapaana: %1 Mt (%2 Gt)
fr: Mémoire d'échange libre : %1 Mo (%2 Go)
he: זיכרון החלפה פנוי: %1 מ״ב (%2 ג״ב)
it: Swap libero: %1 MB (%2 GB)
ko: 여유 스왑: %1 MB(%2 GB)
lt: Laisvos swap: %1 MB (%2 GB)
lv: Brīvā maiņvieta: %1 MB (%2 GB)
nl: Vrije swapruimte: %1 MB (%2 GB)
pl: Wolnej pamięci wymiany: %1 MB (%2 GB)
ru: Свободно виртуальной памяти: %1 МБ (%2 ГБ)
sl: Prosto izmenjevalno področje: %1 MB (%2 GB)
sv: Ledigt växlingsminne: %1 MiB /%2 GiB)
tr: Boş takas: %1 MB (%2 GB)
zh_tw: Swap 可用：%1 MB (%2 GB)

source: Net send/receive: %1/%2 KB/sec
ar: إرسال/استقبال الشبكة: %1/%2 ك.بايت/ث
ca: Enviat/rebut per la xarxa: %1/%2 kB/sec
de: Empfang/Versand: %1/%2 kB/s
el: Καθαρή αποστολή/λήψη: %1/%2 KB/sec
eo: Reta sendado/ricevo: %1/%2 KB/sek
et: Võrgu saatmine ja vastuvõtmine: %1/%2 KB/sec
eu: Sarea jaso/bidali: %1/%2 KB/seg
fi: Verkon lähetys/vastaanotto: %1/%2 kt/s
fr: Réseau envois / reçus : %1 / %2 Ko / sec
he: קבלה/שליחה דרך הרשת: %1/%2 ק״ב לשנייה
it: Inviati/ricevuti dalla rete: %1/%2 KB/sec
ko: 네트워크 수신/발신: %1/%2 KB/초
lt: Tinklo siuntimas/gavimas: %1/%2 KB/sek.
lv: Tīklā nosūtīts/saņemts: %1/%2 KB/sek.
nl: Netwerk verzonden/ontvangen: %1/%2 KB/sec
pl: Wysyłanie/pobieranie w sieci: %1/%2 KB/sec
ru: Отправка/приём сетью: %1/%2 кБ/с
sl: Omrežje poslano/prejeto: %1/%2 KB/s
sv: Skicka/Ta emot via nät: %1/%2 KB/s
tr: Ağ gönderilen/alınan: %1/%2 KB/san
zh_tw: 網路傳送/接收：%1/%2 KB/秒

source: Net max (last %2 secs): %1 KB/sec
ar: أقصى شبكة (آخر %2 ثانية): %1 KB/ث
ca: Ús màx. de la xarxa (últims %2 seg.): %1 kB/seg
de: Netz-Max. (letzte %2 s): %1 kB/s
el: Καθαρό μέγιστο (τελευταία %2 secs): %1 KB/sec
eo: Reta maksimumo (lastaj %2 sek): %1 KB/s
et: Võrgu maks. (viimased %2 sek): %1 KB/sec
eu: Sare max (azken %2 seg): %1 KB/seg
fi: Verkon enimmäiskäyttö (%2 viime sekuntia): %1 kt/s
fr: Réseau max (Dernières %2 secs) : %1 Ko / sec
he: תקורת רשת (%2 השניות האחרונות): %1 ק״ב לשנייה
it: Utilizzo massimo della rete (ultimi %2 sec.): %1 KB/sec
ko: 네트워크 최대(최근 %2초): %1 KB/초
lt: Tinklo maksimalus (paskutinių %2 sek.): %1 KB/sek.
lv: Tīkla maks. (pēdējās %2 sek.): %1 KB/sek.
nl: Netwerk max (laatste %2 sec.): %1 KB/sec
pl: Maks. wykorzystanie sieci (ostanie %2 sekundy) %1 KB/sec
ru: Макс. исп. сети (в течение последних %2 с): %1 кБ/с
sl: Omežje maks (zadnji %2 s): %1 KB/s
sv: Maximal användning av nät (senaste %2 s): %1 KB/s
tr: Ağ en çok (son %2 saniye): %1 KB/san
zh_tw: 網路最大值（最近 %2 秒）：%1 KB/秒

source: Show New Notifications
ar: أظهر الإشعارات الجديدة
eo: Montri Novajn Sciigojn
fi: Näytä uudet ilmoitukset
he: הצגת התראות חדשות
it: Mostra le nuove notifiche
ko: 새 알림 표시
lv: Rādīt jaunos paziņojumus
pl: Pokaż nowe powiadomienia
tr: Yeni Bildirimleri Göster
zh_tw: 顯示新通知

source: Move To Desktop
ar: انقل إلى سطح المكتب
ca: Mou a l'escriptori
de: Auf Arbeitsfläche verschieben
el: Μετακίνηση στην επιφάνεια εργασίας
eo: Movu al labortablo
et: Liiguta töölauale
eu: Eraman mahaigainera
fi: Siirrä työpöydälle
fr: Déplacer vers le bureau
he: העברה לשולחן עבודה
it: Sposta al desktop
ko: 바탕 화면으로 이동
lt: Perkelti į darbalaukį
lv: Pārvietot uz darbvirsmu
nl: Naar bureaubla&d verplaatsen
pl: Przenieś na pulpit
ru: Переместить на рабочий стол
sl: Prenesi na namizje
sv: Flytta till skrivbord
tr: Masaüstüne Taşı
zh_tw: 移動至桌面

source: All Desktops
ar: كلّ أسطح المكتب
ca: Tots els escriptoris
de: Alle Arbeitsflächen
el: Όλες οι επιφάνειες εργασίας
eo: Ĉiuj labortabloj
et: Kõigil töölaudadel
eu: Mahaigain guztiak
fi: Kaikki työpöydät
fr: Tous les bureaux
he: כל שולחנות העבודה
it: Tutti i desktop
ko: 모든 바탕 화면
lt: Visi darbalaukiai
lv: Visas darbvirsmas
nl: Alle bureaubladen
pl: Wszystkie pulpity
ru: Все рабочие столы
sl: Vsa namizja
sv: Alla skrivbord
tr: Tüm Masaüstleri
zh_tw: 所有桌面

source: Close
ar: أغلق
ca: Tanca
de: Schließen
el: Κλείσιμο
eo: Fermi
et: Sulge
eu: Itxi
fi: Sulje
fr: Fermer
he: סגירה
it: Chiudi
ko: 닫기
lt: Užverti
lv: Aizvērt
nl: Sluiten
pl: Zamknij
ru: Закрыть
sl: Zapri
sv: Stäng
tr: Kapat
zh_tw: 關閉

source: Temperature:
ar: درجة الحرارة:
ca: Temperatura:
de: Temperatur:
el: Θερμοκρασία:
eo: Temperaturo:
et: Temperatuur:
eu: Tenperatura:
fi: Lämpötila:
fr: Température :
he: טמפרטורה:
it: Temperatura:
ko: 온도:
lt: Temperatūra:
lv: Temperatūra:
nl: Temperatuur:
pl: Temperatura:
ru: Температура:
sl: Temperatura:
sv: Temperatur:
tr: Sıcaklık:
zh_tw: 溫度：

source: Pressure:
ar: الضغط:
ca: Pressió:
de: Druck:
el: Πίεση:
eo: Premo:
et: Õhurõhk:
eu: Presioa:
fi: Ilmanpaine:
fr: Pression :
he: לחץ:
it: Pressione:
ko: 기압:
lt: Slėgis:
lv: Spiediens:
nl: Luchtdruk:
pl: Ciśnienie:
ru: Давление:
sl: Tlak:
sv: Lufttryck:
tr: Basınç:
zh_tw: 氣壓：

source: Humidity:
ar: الرّطوبة:
ca: Humitat:
de: Luftfeuchtigkeit:
el: Υγρασία:
eo: Humideco:
et: Niiskus:
eu: Hezetasuna:
fi: Kosteus:
fr: Humidité :
he: לחות:
it: Umidità:
ko: 습도:
lt: Drėgnumas:
lv: Mitrums:
nl: Luchtvochtigheid:
pl: Wilgotność:
ru: Влажность:
sl: Vlažnost:
sv: Luftfuktighet:
tr: Nem:
zh_tw: 濕度：

source: Wind Speed:
ar: سرعة الرياح:
ca: Velocitat del vent:
de: Windgeschwindigkeit:
el: Ταχύτητα ανέμου:
eo: Ventorapideco:
et: Tuule kiirus:
eu: Haizearen abiadura:
fi: Tuulen nopeus:
fr: Vitesse du vent :
he: מהירות הרוח:
it: Velocità del vento:
ko: 풍속:
lt: Vėjo greitis:
lv: Vēja ātrums:
nl: Windsnelheid:
pl: Szybkość wiatru:
ru: Скорость ветра:
sl: Hitrost vetra:
sv: Vindhastighet:
tr: Yel hızı:
zh_tw: 風速：

source: Wind Direction:
ar: اتجاه رياح:
ca: Direcció del vent:
de: Windrichtung:
el: Κατεύθυνση ανέμου:
eo: Ventodirekto:
et: Tuule suund:
eu: Haizearen noranzkoa:
fi: Tuulen suunta:
fr: Direction du vent :
he: כיוון הרוח:
it: Direzione del vento:
ko: 풍향:
lt: Vėjo kryptis:
lv: Vēja virziens:
nl: Windrichting:
pl: Kierunek wiatru:
ru: Направление ветра:
sl: Smer vetra:
sv: Vindriktning:
tr: Yel yönü:
zh_tw: 風向：

source: Not configured
ar: غير مضبوط
ca: Sense configurar
de: Nicht eingerichtet
el: Μη διαμορφωμένο
eo: Ne agordita
et: Pole seadistatud
eu: Konfiguratu gabe
fi: Ei määritetty
fr: Non configuré
he: לא מוגדר
it: Non configurato
ko: 설정되지 않음
lt: Nesukonfigūruota
lv: Nav konfigurēts
nl: Niet ingesteld
pl: Nieustawiony
ru: Не настроено
sl: Ni nastavljeno
sv: Inte inställd
tr: Yapılandırılmamış
zh_tw: 未設定

source: K
ar: ك

source: °C
ar: °س

source: °F
ar: °ف

source: %1 hPa
ar: %1 هكتوباسكال
ru: %1 гПа

source: Configure Weather Applet
ar: اضبط بريمجة الطقس
ca: Configura la miniaplicació meteorològica
de: Wetter-Miniprogramm einrichten
el: Διαμόρφωση μικροεφαρμογής καιρού
eo: Agordi Veteran Apleton
et: Ilmaapleti seadistamine
eu: Konfiguratu Eguraldi aplikaziotxoa
fi: Sääsovelman asetukset
fr: Configurer le composant graphique de météo
he: הגדרת יישומון מזג אוויר
it: Configura l'applet per il tempo
ko: 날씨 애플릿 설정
lt: Konfigūruoti orų programėlę
lv: Konfigurēt laikapstākļu sīklietotni
nl: Applet voor weer configureren
pl: Ustawienia wtyczki pogody
ru: Настройка виджета погоды
sl: Nastavi vremenski aplet
sv: Anpassa väderminiprogram
tr: Hava Durumu Uygulamacığını Yapılandır
zh_tw: 設定天氣小程式

source: Downloading city list...
ar: ينزّل قائمة المدن...
ca: S'està baixant la llista de ciutats...
de: Städteliste wird heruntergeladen ...
el: Γίνεται λήψη λίστα πόλεων...
eo: Elŝutante urboliston...
et: Linnade nimekirja allalaadimine ...
eu: Hirien zerrenda zama-jaisten...
fi: Ladataan kaupunkiluetteloa…
fr: Téléchargement de la liste des villes...
he: רשימת הערים מתקבלת…
it: Scaricamento della lista delle città...
ko: 도시 목록 다운로드 중...
lt: Atsisiunčiamas miestų sąrašas...
lv: Lejupielādēt pilsētu sarakstu...
nl: Lijst met plaatsen downloaden...
pl: Pobieranie wykazu miast...
ru: Загрузка списка городов…
sl: Prenašam seznam mest...
sv: Laddar ner stadslista...
tr: Kent listesi indiriliyor…
zh_tw: 下載城市列表中...

source: Download Error
ar: خطأ في التنزيل
ca: Error de baixada
de: Fehler beim Herunterladen
el: Σφάλμα λήψης
eo: Elŝuta Eraro
et: Tõrge allalaadimisel
eu: Zama-jaiste errorea
fi: Latausvirhe
fr: Erreur de téléchargement
he: שגיאת הורדה
it: Errore nello scaricamento
ko: 다운로드 오류
lt: Atsiuntimo klaida
lv: Lejupielādes kļūda
nl: Fout bij downloaden
pl: Błąd pobierania
ru: Ошибка загрузки
sl: Napaka prenosa
sv: Nerladdningsfel
tr: İndirme Hatası
zh_tw: 下載錯誤

source: Error on downloading city list: %1
ar: خطأ أثناء تنزيل قائمة المدن: %1
ca: Error en baixar la llista de ciutats: %1
de: Fehler beim Herunterladen der Städteliste: %1
el: Σφάλμα κατά τη λήψη της λίστας πόλεων: %1
eo: Eraro dum elŝuto de urba listo: %1
et: Tõrge linnade nimekirja allalaadimisel: %1
eu: Errorea hirien zerrenda zama-jaistean: %1
fi: Virhe ladattaessa kaupunkiluetteloa: %1
fr: Impossible de télécharger la liste des villes : %1
he: שגיאה בהורדת רשימת הערים: %1
it: Errore nello scaricamento della lista delle città: %1
ko: 도시 목록 다운로드 오류: %1
lt: Klaida atsisiunčiant miestų sąrašą: %1
lv: Kļūda, lejupielādējot pilsētu sarakstu: %1
nl: Fout bij downloaden van lijst met plaatsen: %1
pl: Błąd pobierania wykazu miast: %1
ru: Ошибка при загрузке списка городов: %1
sl: Napaka pri prenosu seznama mest: %1
sv: Fel vid nerladdning av stadslista: %1
tr: Kent listesi indirilirken hata: %1
zh_tw: 下載城市列表時發生錯誤：%1

source: API Key
ar: مفتاح و‌ب‌ت API
ca: Clau de l'API
de: API-Schlüssel
el: Κλειδί API
eo: API Ŝlosilo
et: API võti
eu: APIko gakoa
fi: API-avain
fr: Clé API
he: מפתח API
it: Chiave API
ko: API 키
lt: API raktas
lv: API atslēga
nl: API-sleutel
pl: Klucz API
ru: Ключ API
sl: Ključ API
sv: API-nyckel
tr: API Anahtarı
zh_tw: API 金鑰
