Repository: KDE/liquidshell
Catalog: po/*/liquidshell.po
Languages: ar, ca, de, el, eo, et, eu, fi, fr, he, it, ko, lt, lv, nl, pl, ru, sl, sv, tr, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Josep M. Ferrer,Antoni Bella
de: Deutsches KDE-Übersetzerteam
el: Stelios
eo: Oliver Kellogg
et: Marek Laane
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Geoffray Levasseur, Matthieu Robin, Xavier Besnard
he: צוות התרגום של KDE ישראל
it: Paolo Zamponi
ko: 박신조
lt: Moo
lv: Toms Trasūns
nl: Freek de Kruijf - t/m 2023
pl: Łukasz Wojniłowicz
ru: Олеся Герасименко
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: txemaq@gmail.com,antonibella5@yahoo.com
de: kde-i18n-de@kde.org
el: sstavra@gmail.com
eo: olivermkellogg@gmail.com
et: qiilaq69@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
fr: geoffray.levasseurbrandin@numericable.fr, kde@macolu.org, xavier.besnard@neuf.fr
he: kde-l10n-he@kde.org
it: feus73@gmail.com
ko: kde@peremen.name
lv: toms.trasuns@posteo.net
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
ru: translation-team@basealt.ru
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@bredband.net
tr: emir_sari@icloud.com
zh_tw: mail@kisaragi-hiu.com

source: %1 hour
ar: الساعة
ca: %1 hora
de: %1 Stunde
el: %1 ώρα
eo: %1 horo
et: %1 tund
eu: ordu %1
fi: %1 tunti
fr: %1 heure
he: שעה
it: %1 ora
ko: %1시간
lt: %1 valanda
lv: %1 stunda
nl: %1 uur
pl: %1 godzina
ru: %1 час
sl: %1 ura
sv: %1 timme
tr: %1 saat
zh_tw: %1 小時

source: %1 minute
ar: أقل من دقيقة
ca: %1 minut
el: %1 λεπτό
eo: %1 minuto
et: %1 minut
eu: minutu %1
fi: %1 minuutti
he: דקה
it: %1 minuto
ko: %1분
lt: %1 minutė
lv: %1 minūte
nl: %1 minuut
pl: %1 minuta
ru: %1 минута
sl: %1 minuta
sv: %1 minut
tr: %1 dakika
zh_tw: %1 分鐘

source: Not Charging
ar: لا تُشحن
ca: No està carregant
de: Wird nicht geladen
el: Δεν φορτίζει
eo: Ne Ŝarganta
et: Ei laeta
eu: Ez da zamatzen ari
fi: Ei lataudu
fr: N'est pas en charge
he: לא בטעינה
it: Non in carica
ko: 충전하지 않음
lt: Nekraunamas
lv: Nelādējas
nl: Niet bezig met laden
pl: Nie ładuje się
ru: Не заряжается
sl: Se ne polni
sv: Laddar inte
tr: Şarj Olmuyor
zh_tw: 未充電

source: Fully Charged
ar: مشحونة بالكامل
ca: Totalment carregada
de: Vollständig geladen
el: Πλήρως φορτισμένο
eo: Plene Ŝarĝata
et: Täielikult laetud
eu: Erabat zamaturik
fi: Ladattu täyteen
fr: Complètement chargé
he: טעינה מלאה
it: Batteria carica
ko: 완전히 충전됨
lt: Pilnai įkrautas
lv: Pilnībā uzlādēta
nl: Volledig opgeladen
pl: W pełni naładowana
ru: Полностью заряжено
sl: Do konca napolnjen
sv: Fulladdat
tr: Tümüyle Şarj Oldu
zh_tw: 已充飽

source: Charging at %1%
ar: يشحن %1%
ca: Està carregant al %1%
de: Wird geladen: %1 %
el: Φορτίζει σε %1%
eo: Ŝargante je %1%
et: Laaditakse, tase %1
eu: Zamatzea % %1(e)an
fi: Ladataan: %1 %
fr: En charge à %1 %
he: טעינה ב־%1%
it: Carica al %1%
ko: %1% 충전 중
lt: Įkraunamas ties %1%
lv: Uzlāde %1 %
nl: Laden op %1%
pl: Ładuję się przy %1%
ru: Заряжается: %1%
sl: Polnjenje na %1%
sv: Laddas vid %1 %
tr: %​%1 şarj oldu
zh_tw: 充電中 %1%

source: Time until full:
ar: الوقت المتبقي للامتلاء:
ca: Temps fins a omplir:
de: Zeit bis voll:
el: Χρόνος μέχρι πλήρη:
eo: Tempo ĝis plena:
et: Aega laadimise lõpuni:
eu: Bete arteko denbora:
fi: Aika täyteen lataukseen:
fr: Temps jusqu'à pleine charge :
he: זמן עד להשלמה:
it: Tempo di carica rimanente:
ko: 완충까지 남은 시간:
lt: Laikas iki pilno įkrovimo:
lv: Laiks līdz pilnai:
nl: Tijd tot volledig geladen:
pl: Czas do naładowania:
ru: До полного заряда:
sl: Čas do polne napolnjenosti:
sv: Tid till fulladdad:
tr: Tam dolum süresi:
zh_tw: 充到飽所需時間：

source: Discharging at %1%
ar: يفرّغ %1٪
ca: Està descarregant al %1%
de: Wird entladen: %1 %
el: Αποφόρτιση σε %1%
eo: Malŝargo je %1%
et: tühjenemine, tase %1
eu: Zamagetzea % %1(e)an
fi: Purkautuu, %1 %
fr: En décharge à %1%
he: פריקה ב־%1%
it: In fase di scaricamento al %1%
ko: %1% 방전 중
lt: Išsikrauna ties %1%
lv: Izlādējas %1 %
nl: Ontladen tot %1%
pl: Rozładowuje się przy %1%
ru: Разряжается: %1%
sl: Praznjenje na %1%
sv: Urladdning vid %1 %
tr: %​%1 şarj boşalıyor
zh_tw: 放電中 %1%

source: Remaining Time:
ar: الوقت المتبقي :
ca: Temps restant:
de: Verbleibende Zeit:
el: Απομένων χρόνος:
eo: Restanta tempo:
et: Jäänud aega:
eu: Geratzen zaion denbora:
fi: Aikaa jäljellä:
fr: Temps restant :
he: זמן שנותר:
it: Tempo rimanente:
ko: 남은 시간:
lt: Liko laiko:
lv: Atlikušais laiks:
nl: Resterende tijd:
pl: Pozostały czas:
ru: Осталось времени:
sl: Preostali čas:
sv: Återstående tid:
tr: Kalan zaman:
zh_tw: 剩餘時間：

source: Power Management
ar: إدارة الطاقة
ca: Gestió de l'energia
de: Energieverwaltung
el: Διαχείριση ενέργειας
eo: Potenca Administrado
et: Energiahaldus
eu: Energia-kudeaketa
fi: Virranhallinta
fr: Gestion de l'énergie
he: ניהול צריכת חשמל
it: Gestione energetica
ko: 전원 관리
lt: Energijos valdymas
lv: Energokontrole
nl: Energiebeheer
pl: Zarządzanie energią
ru: Управление питанием
sl: Upravljanje z energijo
sv: Strömsparhantering
tr: Güç Yönetimi
zh_tw: 電源管理

source: Bluetooth is operational
ar: بلوتوث عامل
ca: El Bluetooth està operatiu
de: Bluetooth ist betriebsbereit
el: Το Bluetooth λειτουργεί
eo: Bluetooth funkcias
et: Bluetooth töötab
eu: Bluetooth badabil
fi: Bluetooth on käytössä
fr: Le Bluetooth est utilisable.
he: הבלוטות׳ פעיל
it: Il bluetooth è operativo
ko: 블루투스 사용 가능
lt: Bluetooth veikia
lv: „Bluetooth“ darbojas
nl: Bluetooth is te gebruiken
pl: Bluetooth jest dostępny
ru: Bluetooth работает
sl: Bluetooth je operativen
sv: Blåtand går att använda
tr: Bluetooth çalışıyor
zh_tw: 藍牙運作中

source: Bluetooth is not operational
ar: بلوتوث غير عامل
ca: El Bluetooth no està operatiu
de: Bluetooth ist nicht betriebsbereit
el: Το Bluetooth δεν λειτουργεί
eo: Bluetooth ne funkcias
et: Bluetooth ei tööta
eu: Bluetooth ez dabil
fi: Bluetooth ei ole käytössä
fr: Le Bluetooth est indisponible.
he: הבלוטות׳ לא פעיל
it: Il bluetooth non è operativo
ko: 블루투스 사용 불가
lt: Bluetooth neveikia
lv: „Bluetooth“ nedarbojas
nl: Bluetooth is niet te gebruiken
pl: Bluetooth jest niedostępny
ru: Bluetooth не работает
sl: Bluetooth ni operativen
sv: Blåtand går inte att använda
tr: Bluetooth çalışmıyor
zh_tw: 藍牙並非運作中

source: Bluetooth
ar: بلوتوث
he: בלוטות׳
ko: 블루투스
sv: Blåtand
zh_tw: 藍牙

source: Select Timezones...
ar: اختر مناطق زمنية...
ca: Selecció de les zones horàries...
de: Zeitzonen auswählen ...
el: Επιλογή ζωνών ώρας...
eo: Elekti Horzonojn...
et: Vali ajavöönd ...
eu: Hautatu ordu-eremuak...
fi: Valitse aikavyöhykkeet…
fr: Sélectionner des fuseaux horaires...
he: בחירת אזורי זמן…
it: Seleziona fuso orario...
ko: 시간대 선택...
lt: Pasirinkti laiko juostas...
lv: Atlasiet laika joslas...
nl: Tijdzones selecteren...
pl: Wybierz strefy czasowe...
ru: Выбрать часовые пояса...
sl: Izberi časovne pasove...
sv: Välj tidszoner...
tr: Zaman Dilimleri Seç…
zh_tw: 選擇時區...

source: Select Timezones
ar: اختر مناطق زمنية
ca: Selecció de les zones horàries
de: Zeitzonen auswählen
el: Επιλογή ζωνών ώρας
eo: Elekti Horzonojn
et: Ajavööndi valimine
eu: Hautatu ordu-eremuak
fi: Valitse aikavyöhykkeet
fr: Sélectionner des fuseaux horaires
he: בחירת אזורי זמן
it: Seleziona fuso orario
ko: 시간대 선택
lt: Pasirinkti laiko juostas
lv: Atlasiet laika joslas
nl: Tijdzones selecteren
pl: Wybierz strefy czasowe
ru: Выбор часовых поясов
sl: Izberi časovne pasove
sv: Välj tidszoner
tr: Zaman Dilimleri Seç
zh_tw: 選擇時區

source: Configure Date & Time...
ar: اضبط التاريخ والوقت…
ca: Configura la data i l'hora...
de: Datum & Uhrzeit einstellen ...
el: Διαμόρφωση ημερομηνίας & ώρας...
eo: Agordi Daton kaj Tempon...
et: Seadista kuupäeva ja kellaaega ...
eu: Konriguratu data eta ordua...
fi: Aseta päivämäärä ja aika…
fr: Configurer la date et l'heure...
he: הגדרת תאריך ושעה…
it: Configura data e ora...
ko: 날짜 및 시간 설정...
lt: Konfigūruoti datą ir laiką...
lv: Konfigurēt datumu un laiku...
nl: Datum & tijd configureren...
pl: Ustawienia &daty i czasu...
ru: Настроить дату и время...
sl: Nastavi datum in čas...
sv: Anpassa datum och tid...
tr: Tarih ve Zamanı Yapılandır…
zh_tw: 設定日期與時間...

source: Date & Time
ar: التّاريخ والوقت
ca: Data i hora
de: Datum & Zeit
el: Ημερομηνία & ώρα
eo: Dato & Tempo
et: Kuupäev ja kellaaeg
eu: Data eta Ordua
fi: Päivämäärä ja aika
fr: Date & Heure
he: תאריך ושעה
it: Data e ora
ko: 날짜와 시간
lt: Data ir laikas
lv: Datums un laiks
nl: Datum & tijd
pl: Data i czas
ru: Дата и время
sl: Datum in čas
sv: Datum och tid
tr: Tarih ve Zaman
zh_tw: 日期與時間

source: Filter
ar: المرشّح
ca: Filtre
el: Φίλτρο
eo: Filtri
eu: Iragazkia
fi: Suodatin
fr: Filtre
he: מסנן
it: Filtro
ko: 필터
lt: Filtruoti
lv: Filtrēt
pl: Filtr
ru: Фильтр
tr: Süz
zh_tw: 過濾器

source: Timezone
ar: المنطقة الزمنية
ca: Zona horària
de: Zeitzone
el: Ζώνη ώρας
eo: Horzono
et: Ajavöönd
eu: Ordu-eremua
fi: Aikavyöhyke
fr: Fuseau horaire
he: אזור זמן
it: Fuso orario
ko: 시간대
lt: Laiko juosta
lv: Laika josla
nl: Tijdzone
pl: Strefa czasowa
ru: Часовой пояс
sl: Časovni pas
sv: Tidszon
tr: Zaman Dilimi
zh_tw: 時區

source: Territory
ar: إقليم
he: אזור
it: Territorio
lv: Teritorija
tr: Bölge

source: Get New Wallpapers...
ar: اجلب خلفيّات جديدة...
ca: Obtén fons de pantalla nous...
de: Neue Hintergrundbilder holen ...
el: Ανάκτηση νέων ταπετσαριών...
eo: Akiri novajn tapetojn...
et: Hangi uusi taustapilte ...
eu: Eskuratu horma-paper berriak...
fi: Hae uusia taustakuvia…
fr: Obtention de nouveaux fonds d'écran...
he: הורדת תמונות רקע חדשות…
it: Ottieni nuovi sfondi...
ko: 새 배경 그림 가져오기...
lt: Gauti naujus darbalaukio fonus...
lv: Iegūt jaunas tapetes...
nl: Nieuwe achtergrondafbeeldingen downloaden...
pl: Pobierz nową tapetę...
ru: Загрузить новые обои...
sl: Dobi nova ozadja...
sv: Hämta nya skrivbordsunderlägg...
tr: Yeni Duvar Kâğıtları Al…
zh_tw: 取得新桌布...

source: Download Wallpapers
ar: نزّل خلفيات
ca: Baixa més fons de pantalla
de: Hintergrundbilder herunterladen
el: Λήψη ταπετσαριών
eo: Elŝuti Tapetojn
et: Taustapiltide allalaadimine
eu: Zama-jaitsi horma-paperak
fi: Lataa taustakuvia
fr: Télécharger des fonds d'écran
he: הורדת תמונות רקע
it: Scarica sfondi
ko: 새 배경 그림 다운로드
lt: Atsisiųsti darbalaukio fonus
lv: Lejupielādēt tapetes
nl: Achtergronden downloaden
pl: Pobierz tapety
ru: Загрузка обоев
sl: Prenesi ozadja
sv: Ladda ner skrivbordsunderlägg
tr: Duvar Kâğıtları İndir
zh_tw: 下載桌布

source: Configure Wallpaper
ar: اضبط خلفية الشاشة
ca: Configuració del fons de pantalla
de: Hintergrundbild einrichten
el: Διαμόρφωση ταπετσαρίας
eo: Agordi Tapeton
et: Taustapildi seadistamine
eu: Konfiguratu horma-papera
fi: Aseta taustakuva
fr: Configurer un fond d'écran
he: הגדרת תמונת רקע
it: Configura sfondo
ko: 배경 그림 설정
lt: Konfigūruoti darbalaukio foną
lv: Konfigurēt tapeti
nl: Achtergrondafbeelding configureren
pl: Ustawienia tapety
ru: Настройка обоев
sl: Nastavi ozadja
sv: Anpassa skrivbordsunderlägg
tr: Duvar Kağıdını Yapılandır
zh_tw: 設定桌布

source: Background Color
ar: لون الخلفيّة
ca: Color del fons
de: Hintergrundfarbe
el: Χρώμα φόντου
eo: Fona Koloro
et: Taustavärv
eu: Atzeko planoko kolorea
fi: Taustaväri
fr: Couleur d'arrière-plan
he: צבע רקע
it: Colore di sfondo
ko: 배경색
lt: Fono spalva
lv: Fona krāsa
nl: Achtergrondkleur
pl: Barwa tła
ru: Цвет фона
sl: Barva ozadja
sv: Bakgrundsfärg
tr: Arka Plan Rengi
zh_tw: 背景顏色

source: Wallpaper File
ar: ملف الخلفية
ca: Fitxer de fons de pantalla
de: Hintergrundbilddatei
el: Αρχείο ταπετσαρίας
eo: Tapeta Dosiero
et: Taustapildi fail
eu: Horma-paper fitxategia
fi: Taustakuvatiedosto
fr: Fichier de fond d'écran
he: קובץ תמונת רקע
it: File di sfondo
ko: 배경 그림 파일
lt: Darbalaukio fono failas
lv: Tapetes datne
nl: Achtergrondafbeeldingsbestand
pl: Plik tapety
ru: Файл обоев
sl: Datoteka ozadja
sv: Skrivbordsunderläggsfil
tr: Duvar Kağıdı Dosyası
zh_tw: 桌布檔案

source: Scale Mode
ar: وضع التحجيم
ca: Mode d'escala
de: Skalierungsmodus
el: Λειτουργία κλίμακας
eo: Skala Reĝimo
et: Skaleerimisrežiim
eu: Eskalatze modua
fi: Skaalaustila
fr: Mode de mise à l'échelle
he: מצב קנה־מידה
it: Modalità di ridimensionamento
ko: 크기 조정 모드
lt: Mastelio keitimo veiksena
lv: Mērogošanas režīms
nl: Schaalmodus
pl: Tryb skalowania
ru: Режим масштабирования
sl: Način spremembe merila
sv: Skalmodell
tr: Ölçek Kipi
zh_tw: 縮放模式

source: Or&iginal Size
ar: الحجم الأ&صليّ
ca: Mida or&iginal
de: Or&iginalgröße
el: Αρχ&ικό μέγεθος
eo: Or&igina Grandeco
et: Or&iginaalsuurus
eu: Jatorr&izko neurria
fi: &Alkuperäinen koko
fr: Taille originale
he: גודל מ&קורי
it: Dimensione or&iginale
ko: 원본 크기(&I)
lt: P&radinis dydis
lv: &Sākotnējais izmērs
nl: Oorspronkel&ijke grootte
pl: Rozm&iar pierwotny
ru: Ис&ходный размер
sl: Izvirna velikost
sv: Or&iginalstorlek
tr: Özgün &Boyut
zh_tw: 原始大小(&I)

source: Sca&led Ignoring Aspect Ratio
ar: غيّر حجمه مع &تجاهل نسبة العرض إلى الارتفاع
ca: Esca&la ignorant la relació d'aspecte
de: Ska&liert (Seitenverhältnis ignorieren)
el: Σε κ&λίμακα αγνοώντας την αναλογία διαστάσεων
eo: Ska&lita Ignoru Bildproporcion
et: Ska&leeritud proportsiooni arvestamata
eu: Eska&latua, itxura proportzioei begiratu gabe
fi: &Skaalattu kuvasuhteesta välittämättä
fr: Mise à l'échelle en ignorant les proportions
he: פרוסה על המסך &בלי לשמר יחס גובה־רוחב
it: Ridimensionata ignorando &le proporzioni
ko: 종횡비 무시 크기 조정(&L)
lt: &Pakeisto mastelio nepaisant proporcijų
lv: &Mērogota, ignorējot malu attiecību
nl: Geschaa&ld met negeren van beeldverhouding
pl: Przeska&lowana bez zachowania kształtu
ru: Масштабирование &без сохранения пропорций
sl: Spremenjeno merilo z zanemarjanjem razmerja stranic
sv: Ska&lad utan hänsyn till proportion
tr: &En–Boy Oranını Yok Sayarak Ölçekli
zh_tw: 忽略縱橫比縮放

source: Scale&d Keep Aspect Ratio
ar: غيّر حجمه &مع الحفاظ على نسبة العرض إلى الارتفاع
ca: Escala &mantenint la relació d'aspecte
de: S&kaliert (Seitenverhältnis beibehalten)
el: Σε κλίμα&κα με διατήρηση της αναλογίας διαστάσεων
eo: Skalita Konservu Bil&dproporcion
et: Skaleeritu&d proportsiooni säilitades
eu: Eskala&tua, eutsi itxura proportzioei
fi: Skaalattu &kuvasuhteen mukaan
fr: Mise à l'échelle en respectant les proportions
he: פרוסה על המסך תוך &שמירה על יחס גובה־רוחב
it: Ridimensionata mantenen&do le proporzioni
ko: 종횡비 유지 크기 조정(&D)
lt: Pa&keisto mastelio išlaikant proporcijas
lv: Mēr&ogota, paturot malu attiecību
nl: Geschaal&d met beeldverhouding behouden
pl: &Przeskalowana z zachowaniem kształtu
ru: Масштабирование &с сохранением пропорций
sl: Spremenjeno merilo z ohranjanjem razmerja stranic
sv: Skala&d med behållen proportion
tr: En–Boy &Oranını Tutarak Ölçekli
zh_tw: 保持縱橫比縮放

source: Scaled Keep Aspec&t Ratio and Clip
ar: غيّر حجمه مع الحفاظ على &نسبة العرض إلى الارتفاع والقص
ca: Escala i retalla mantenint la relació d'aspec&te
de: Skalier&t (Seitenverhältnis beibehalten und zuschneiden)
el: Σε κλίμακα με διατήρηση της αναλογίας διαστάσεων και δέσμευσης
eo: Skali&ta Konservu Bildproporcion kaj Tondon
et: Skaleeritu&d proportsiooni säilitades ja kärbitud
eu: Eskalatua, eutsi itxu&ra proportzioei eta moztu
fi: Skaalattu kuvasuhteen mukaan ja &rajattu
fr: Mise à l'échelle en conservant les proportions et la vidéo
he: פרוסה על המסך תוך שמירה על יחס גובה־רוחב ו&חיתוך
it: Ridimensiona&ta mantenendo le proporzioni e ritagliata
ko: 종횡비 유지 크기 조정 및 자르기(&T)
lt: Pakeisto mastelio išlaikant prop&orcijas ir apkerpant
lv: Mēro&gota, paturot malu attiecību un kadrējot
nl: Geschaald met beeldverhouding behouden en afgeknip&t
pl: Przeskalowana z zachowaniem ksz&tałtu i przycięciem
ru: Масштабирование с сохранением пропорций и обрезкой
sl: Spremenjeno merilo z ohranjanjem razmerja stranic in priponko
sv: Skalad med behållen propor&tion och beskärd
tr: En–Boy Oranını &Koruyup Kırparak Ölçekli
zh_tw: 保持縱橫比縮放並裁剪

source: Liquidshell
ar: صدفة الانسياب

source: A QtWidgets based basic desktop shell
ar: صدفة سطح مكتب بسيطة مبنية على Qwidgets
ca: Una àrea de treball bàsica basada en QtWidgets
de: Eine einfache Arbeitsflächenshell auf der Basis von QtWidgets
el: Ένα βασικό κέλυφος επιφάνειας εργασίας με βάση τα QtWidgets
eo: Baza labortabla ŝelo bazita en QtWidgets
et: QtWidgetsi-põhine töölauakesta alternatiiv
eu: QtWidgets oinarri duen mahaigaineko oinarrizko oskol bat
fi: QtWidgetsiin perustuva yksinkertainen työpöytäkäyttöliittymä
fr: Un programme de bureau simple réalisé à partir de « QtWidgets »
he: מעטפת שולחן עבודה בסיסית מבוססת QtWidgets
it: Una shell del desktop essenziale basata su QtWidgets
ko: QtWidgets 기반 간단한 데스크톱 셸
lt: QtWidgets pagrįstas pagrindinio darbalaukio apvalkalas
lv: Vienkārša uz „QtWidgets“ balstīta darbvirsmas čaula
nl: Een op QtWidgets gebaseerd basis bureaubladshell
pl: Podstawowa powłoka pulpitu oparta na QtWidgets
ru: Основанная на QtWidgets базовая оболочка рабочего стола
sl: Osnovna lupina na podlagi QtWidgets
sv: Ett QtWidgets-baserat grundläggande skrivbordsskal
tr: QtWidgets tabanlı yalın masaüstü kabuğu
zh_tw: 基於 QtWidgets 的基礎桌面殼層

source: Configure...
ar: اضبط...
ca: Configura...
de: Einrichten ...
el: Διαμόρφωση...
eo: Agordi...
et: Seadista ...
eu: Konfiguratu...
fi: Asetukset…
fr: Configurer...
he: הגדרה…
it: Configura...
ko: 설정...
lt: Konfigūruoti...
lv: Konfigurēt...
nl: Configureren...
pl: Ustawienia...
ru: Настроить...
sl: Nastavi...
sv: Anpassa...
tr: Yapılandır…
zh_tw: 設定...

source: Change Size && Position
ar: غيّر الحجم والموضع
ca: Canvia la mida i la posició
de: Größe && Position ändern
el: Αλλαγή μεγέθους && θέσης
eo: Ŝanĝi Grandecon && Pozicion
et: Muuda suurust ja asukohta
eu: Aldatu neurria eta kokalekua
fi: Muuta kokoa ja sijaintia
fr: Modifier la taille && la position
he: שינוי גודל ומקום
it: Modifica dimensione e posizione
ko: 위치와 크기 변경
lt: Keisti dydį ir poziciją
lv: Mainīt izmēru un novietojumu
nl: Grootte && positie wijzigen
pl: Zmień rozmiar i położenie
ru: Изменить размер и положение
sl: Spremeni velikost in položaj
sv: Ändra storlek och position
tr: Boyut ve Konumu Değiştir
zh_tw: 變更大小與位置

source: Remove this Applet
ar: أزل هذه البريمجة
ca: Elimina aquesta miniaplicació
de: Dieses Miniprogramm entfernen
el: Αφαίρεση αυτής της μικροεφαρμογής
eo: Forigi ĉi tiun apleton
et: Eemalda aplett
eu: Kendu aplikaziotxo hau
fi: Poista tämä sovelma
fr: Supprimer un composant graphique
he: הסרת היישומון הזה
it: Rimuovi questa applet
ko: 이 애플릿 삭제
lt: Šalinti šią programėlę
lv: Noņemt šo sīklietotni
nl: Dit applet verwijderen
pl: Usuń ten aplet
ru: Удалить этот виджет
sl: Odstrani ta aplet
sv: Ta bort miniprogrammet
tr: Bu Uygulamacığı Kaldır
zh_tw: 移除這個小程式

source: %1: Change Size & Position
ar: %1: غيّر الحجم والموضع
ca: %1: Canvia la mida i la posició
de: %1: Größe & Position ändern
el: %1:Αλλαγή μεγάθους & θέσης
eo: %1: Ŝanĝi Grandecon kaj Pozicion
et: %1: suuruse ja asukoha muutmine
eu: %1: Aldatu neurria eta kokalekua
fi: %1: Muuta kokoa ja sijaintia
fr: %1 : modifier la taille et la position
he: %1: שינוי גודל ומקום
it: %1: modifica dimensione e posizione
ko: %1: 위치와 크기 변경
lt: %1: Keisti dydį ir poziciją
lv: %1: mainīt izmēru un novietojumu
nl: %1: Grootte en positie wijzigen
pl: %1: Zmień rozmiar i położenie
ru: %1: изменить размер и положение
sl: %1: Spremeni velikost in položaj
sv: %1: Ändra storlek och position
tr: %1: Boyut ve Konumu Değiştir
zh_tw: %1：變更大小與位置

source: Remove Applet
ar: أزل البريمج
ca: Elimina la miniaplicació
de: Miniprogramm entfernen
el: Αφαίρεση μικροεφαρμογής
eo: Forigi apleton
et: Apleti eemaldamine
eu: Kendu aplikaziotxoa
fi: Poista sovelma
fr: Supprimer un composant graphique
he: הסרת יישומון
it: Rimuovi applet
ko: 애플릿 삭제
lt: Šalinti programėlę
lv: Noņemt sīklietotni
nl: Verwijder applet
pl: Usuń ten aplet
ru: Удаление виджета
sl: Odstrani aplet
sv: Ta bort miniprogram
tr: Uygulamacığı Kaldır
zh_tw: 移除小程式

source: Really remove this applet?
ar: هل أنت متأكّد من إزالة هذه البريمجة؟
ca: Elimino realment aquesta miniaplicació?
de: Dieses Miniprogramm wirklich entfernen?
el: Στ' αλήθεια να αφαιρεθεί αυτή η μικροεφαρμογή;
eo: Ĉu vere forigi ĉi tiun apleton?
et: Kas tõesti eemaldada see aplett?
eu: Aplikaziotxo hau benetan kendu nahi duzu?
fi: Poistetaanko varmasti tämä sovelma?
fr: Voulez-vous vraiment supprimer ce composant graphique ?
he: להסיר את היישומון הזה?
it: Vuoi veramente rimuovere questa applet?
ko: 이 애플릿을 삭제하시겠습니까?
lt: Ar tikrai pašalinti šią programėlę?
lv: Vai tiešām noņemt šo sīklietotni?
nl: Dit applet verwijderen?
pl: Czy na pewno usunąć ten aplet?
ru: Удалить этот виджет?
sl: Naj res odstranim ta aplet?
sv: Ska miniprogrammet verkligen tas bort?
tr: Bu uygulamacık gerçekten kaldırılsın mı?
zh_tw: 確定要移除這個小程式嗎？

source: Configure Wallpaper...
ar: اضبط والخلفية…
ca: Configura el fons de pantalla...
de: Hintergrundbild einrichten ...
el: Διαμόρφωση ταπετσαρίας...
eo: Agordi Tapeton...
et: Seadista taustapilti ...
eu: Konfiguratu horma-papera...
fi: Taustakuvan asetukset…
fr: Configurer le fond d'écran...
he: הגדרת תמונת רקע…
it: Configura lo sfondo...
ko: 배경 그림 설정...
lt: Konfigūruoti darbalaukio foną...
lv: Konfigurēt tapeti...
nl: Achtergrond configureren...
pl: Ustawienia tapety...
ru: Настроить обои рабочего стола...
sl: Nastavi ozadje...
sv: Anpassa skrivbordsunderlägg...
tr: Duvar Kağıdını Yapılandır…
zh_tw: 設定桌布...

source: Add Applet
ar: أضف بريمجة
ca: Afegeix una miniaplicació
de: Miniprogramm hinzufügen
el: Προσθήκη μικροεφαρμογής
eo: Aldoni apleton
et: Lisa aplett
eu: Gehitu aplikaziotxoa
fi: Lisää sovelma
fr: Ajouter un composant graphique...
he: הוספת יישומון
it: Aggiungi applet
ko: 애플릿 추가
lt: Pridėti programėlę
lv: Pievienot sīklietotni
nl: Applet toevoegen
pl: Dodaj aplet
ru: Добавить виджет
sl: Dodaj aplet
sv: Lägg till miniprogram
tr: Uygulamacık Ekle
zh_tw: 新增小程式

source: Weather
ar: الطقس
ca: Meteorologia
de: Wetter
el: Καιρός
eo: Vetero
et: Ilm
eu: Eguraldia
fi: Sää
fr: Météo
he: מזג אוויר
it: Tempo
ko: 날씨
lt: Orai
lv: Laikapstākļi
nl: Weer
pl: Pogoda
ru: Погода
sl: Vreme
sv: Väder
tr: Hava Durumu
zh_tw: 天氣

source: Disk Usage
ar: استخدام القرص
ca: Ús del disc
de: Festplattenbelegung
el: Χρήση δίσκου
eo: Diska Uzado
et: Kettakasutus
eu: Diskoaren erabilera
fi: Levynkäyttö
fr: Utilisation de l'espace disque
he: ניצולת כונן
it: Uso del disco
ko: 디스크 사용량
lt: Disko naudojimas
lv: Diska lietojums
nl: Schijfgebruik
pl: Wykorzystanie dysku
ru: Использование диска
sl: Poraba diska
sv: Diskanvändning
tr: Disk Kullanımı
zh_tw: 磁碟用量

source: Picture Frame
ar: إطار الصورة
ca: Marc de fotografies
de: Bilderrahmen
el: Πλαίσιο εικόνας
eo: Bildkadro
et: Pildiraam
eu: Irudi markoa
fi: Kuvakehys
fr: Cadre d'images
he: מסגרת לתמונה
it: Cornice
ko: 그림 액자
lt: Paveiksliukų rėmelis
lv: Attēlu rāmis
nl: Afbeeldingsframe
pl: Ramka na zdjęcia
ru: Фоторамка
sl: Okvir slike
sv: Bildram
tr: Resim Çerçevesi
zh_tw: 相框

source: Configure Display...
ar: اضبط العرض...
ca: Configura la visualització...
de: Anzeige einrichten ...
el: Διαμόρφωση οθόνης...
eo: Agordi ekranon...
et: Seadista ekraani ...
eu: Konfiguratu bistaratzea...
fi: Näytön asetukset…
fr: Configurer l'affichage...
he: הגדרת תצוגה…
it: Configura lo schermo...
ko: 화면 설정...
lt: Konfigūruoti ekraną...
lv: Konfigurēt displeju...
nl: Scherm configureren...
pl: Ustawienia wyświetlacza...
ru: Настроить отображение…
sl: Nastavi zaslon...
sv: Anpassa skärm...
tr: Ekranı Yapılandır…
zh_tw: 設定顯示器...

source: Run Command...
ar: نفّذ أمرًا...
ca: Executa una ordre...
de: Befehl ausführen ...
el: Εκτέλεση εντολής...
eo: Ruli komandon...
et: Käivita käsk ...
eu: Exekutatu komandoa...
fi: Suorita komento…
fr: Exécuter la commande…
he: הרצת פקודה…
it: Esegui comando...
ko: 명령 실행...
lt: Vykdyti komandą...
lv: Palaist komandu...
nl: Commando uitvoeren...
pl: Wykonaj polecenie...
ru: Выполнить команду...
sl: Poženi ukaz...
sv: Kör kommando...
tr: Komut Çalıştır…
zh_tw: 執行指令...

source: Help
ar: مساعدة
ca: Ajuda
de: Hilfe
el: Βοήθεια
eo: Helpo
et: Abi
eu: Laguntza
fi: Ohje
fr: Aide
he: עזרה
it: Aiuto
ko: 도움말
lt: Pagalba
lv: Palīdzība
pl: Pomoc
ru: Справка
sl: Pomoč
sv: Hjälp
tr: Yardım
zh_tw: 說明
