Repository: KDE/liquidshell
Catalog: po/*/liquidshell.po
Languages: ar, ca, de, el, eo, et, eu, fi, fr, he, it, ko, lt, lv, nl, pl, ru, sl, sv, tr, zh_tw

source: %1 notification
ar: لا يوجد إشعارات
ca: %1 notificació
de: %1 Benachrichtigung
el: %1 ειδοποίηση
eo: %1 sciigo
et: %1 märguanne
eu: jakinarazpen %1
fi: %1 ilmoitus
he: התראה
it: %1 notifica
ko: 알림 %1개
lt: %1 pranešimas
lv: %1 paziņojums
nl: %1 melding
pl: %1 powiadomienie
ru: %1 уведомление
sl: %1 obvestilo
sv: %1 underrättelse
tr: %1 bildirim
zh_tw: %1 個通知

source: Configure Virtual Desktops...
ar: اضبط أسطح المكتب الافتراضية...
ca: Configura els escriptoris virtuals...
de: Virtuelle Arbeitsflächen einrichten ...
el: Διαμόρφωση εικονικών επιφανειών εργασίας...
eo: Agordi Virtualajn Labortablojn...
et: Seadista virtuaalseid töölaudu ...
eu: Konfiguratu alegiazko mahaigainak...
fi: Virtuaalityöpöytien asetukset…
fr: Configurer les bureaux virtuels…
he: הגדרת שולחנות עבודה וירטואליים…
it: Configura i desktop virtuali...
ko: 가상 바탕 화면 설정...
lt: Konfigūruoti virtualius darbalaukius...
lv: Konfigurēt virtuālās darbvirsmas...
nl: Virtuele bureaubladen configureren...
pl: Ustawienia pulpitów wirtualnych...
ru: Настроить рабочие столы...
sl: Nastavi navidezna namizja...
sv: Anpassa virtuella skrivbord...
tr: Sanal Masaüstlerini Yapılandır…
zh_tw: 設定虛擬桌面...

source: Configure Virtual Desktops
ar: اضبط أسطح المكتب الافتراضية
ca: Configuració dels escriptoris virtuals
de: Virtuelle Arbeitsflächen einrichten
el: Διαμόρφωση εικονικών επιφανειών εργασίας
eo: Agordi Virtualajn Labortablojn
et: Virtuaalsete töölaudade seadistamine
eu: Konfiguratu alegiazko mahaigainak
fi: Virtuaalityöpöytien asetukset
fr: Configurer les bureaux virtuels
he: הגדרת שולחנות עבודה וירטואליים
it: Configura i desktop virtuali
ko: 가상 바탕 화면 설정
lt: Konfigūruoti virtualius darbalaukius
lv: Konfigurēt virtuālās darbvirsmas
nl: Virtuele bureaubladen configureren
pl: Ustawienia pulpitów wirtualnych
ru: Настройка рабочих столов
sl: Nastavi navidezna namizja
sv: Anpassa virtuella skrivbord
tr: Sanal Masaüstlerini Yapılandır
zh_tw: 設定虛擬桌面

source: Configure PictureFrame Applet
ar: اضبط بريمجة إطار الصورة
ca: Configura la miniaplicació Marc de fotografies
de: Bilder-Miniprogramm einrichten
el: Διαμόρφωση μικροεφαρμογής παλισίου εικόνας
eo: Agordi PictureFrame Applet
et: Pildiraami apleti seadistamine
eu: Konfiguratu «PictureFrame», argazki-markoa aplikaziotxoa
fi: Kuvakehyssovelman asetukset
fr: Configurer le composant graphique « PictureFrame »
he: הגדרת יישומון מסגרת תמונה
it: Configura l'applet PictureFrame
ko: 그림 액자 애플릿 설정
lt: Konfigūruoti paveiksliukų rėmelio programėlę
lv: Konfigurēt Attēlu rāmja sīklietotni
nl: Applet voor afbeeldingsframe configureren
pl: Ustawienia apletu ramki ze zdjęciami
ru: Настройка виджета фоторамки
sl: Nastavi aplet slike v okvirju
sv: Anpassa bildramsminiprogram
tr: Resim Çerçevesi Uygulamacığını Yapılandır
zh_tw: 設定相框小程式

source: Frame
ar: إطار
ca: Marc
de: Bild
el: Πλαίσιο
eo: Kadro
et: Raam
eu: Markoa
fi: Kehys
fr: Cadre
he: מסגרת
it: Riquadro
ko: 프레임
lt: Rėmelis
lv: Rāmis
pl: Ramka
ru: Рамка
sl: Okvir
sv: Ram
tr: Çerçeve
zh_tw: 相框

source: Path
ar: المسار
ca: Camí
de: Pfad
el: Διαδρομή
eo: Vojo
et: Asukoht
eu: Bide-izena
fi: Sijainti
fr: Emplacement
he: נתיב
it: Percorso
ko: 경로
lt: Kelias
lv: Ceļš
nl: Pad
pl: Ścieżka
ru: Путь
sl: Pot
sv: Sökväg
tr: Yol
zh_tw: 路徑

source: Getting details ...
ar: يجلب التّفاصيل ...
ca: S'estan obtenint els detalls...
de: Details werden abgerufen ...
el: Ανάκτηση λεπτομερειών...
eo: Ricevante detalojn...
et: Üksikasjade hankimine ...
eu: Zehaztasunak lortzen ...
fi: Noudetaan tietoja…
fr: Obtention des détails...
he: הפרטים מתקבלים…
it: Recupero dei dettagli ...
ko: 자세한 정보 가져오는 중...
lt: Gaunama išsamesnė informacija ...
lv: Iegūst informāciju...
nl: Details worden opgehaald ...
pl: Pobieranie szczegółów ...
ru: Получение сведений…
sl: Pridobivanje podrobnosti...
sv: Hämtar detaljinformation ...
tr: Ayrıntılar alınıyor…
zh_tw: 取得詳細資料中 ...

source: <b>Session restart required</b><br>
ar: <b>إعادة تشغيل الجلسة مطلوبة</b><br>
ca: <b>Es requereix reiniciar la sessió</b><br>
de: <b>Neustart der Sitzung ist erforderlich</b><br>
el: <b>Απαιτείται επανεκκίνηση συνεδρίας</b><br>
eo: <b>Seanca rekomenco necesas</b><br>
et: <b>Seanss tuleb taaskäivitada</b><br>
eu: <b>Saioa berrabiatzea beharrezkoa da</b><br>
fi: <b>Istunto on käynnistettävä uudelleen</b><br>
fr: <b>Un redémarrage est nécessaire</b><br>
he: <b>יש להפעיל את הפעלת המשתמש מחדש</b><br>
it: <b>È richiesto il riavvio della sessione</b><br>
ko: <b>세션을 다시 시작해야 함</b><br>
lt: <b>Reikia paleisti seansą iš naujo</b><br>
lv: <b>Sesija ir jāpārstartē</b><br>
nl: <b>Een herstart van de sessie is vereist</b><br>
pl: <b>Wymagane ponowne uruchomienie sesji</b><br>
ru: <b>Требуется перезапуск сеанса</b><br>
sl: <b>Zahtevan ponoven zagon seje</b><br>
sv: <b>Omstart av session krävs</b><br>
tr: <b>Oturumun yeniden başlatılması gerekiyor</b><br>
zh_tw: <b>需要工作階段重新啟動</b><br>

source: <b>Reboot required</b><br>
ar: <b>إعادة إقلاع مطلوبة</b><br>
ca: <b>Cal reiniciar</b><br>
de: <b>Neustart erforderlich</b><br>
el: <b>Απαιτείται επανεκκίνηση</b><br>
eo: <b>Rekomenco necesas</b><br>
et: <b>Arvuti tuleb taaskäivitada</b><br>
eu: <b>Berrabiarazi beharra dago</b><br>
fi: <b>Uudelleenkäynnistys vaaditaan</b><br>
fr: <b>Redémarrage nécessaire</b><br/>
he: <b>יש להפעיל מחדש</b><br>
it: <b>È richiesto il riavvio</b><br>
ko: <b>다시 시작해야 함</b><br>
lt: <b>Reikia paleisti kompiuterį iš naujo</b><br>
lv: <b>Nepieciešams pārstartēt</b><br>
nl: <b>Systeemherstart vereist</b><br>
pl: <b>Wymagane ponowne uruchomienie komputera</b><br>
ru: <b>Требуется перезагрузка</b><br>
sl: <b>Zahtevan ponovni zagon računalnika</b><br>
sv: <b>Omstart av dator krävs</b><br>
tr: <b>Yeniden başlatma gerekiyor</b><br>
zh_tw: <b>需要重新啟動</b><br>

source: Software Updates
ar: تحديثات البرامج
ca: Actualitzacions de programari
de: Softwareaktualisierungen
el: Ενημερώσεις λογισμικού
eo: Programaro Ĝisdatigoj
et: Tarkvarauuendused
eu: Software eguneratzeak
fi: Ohjelmapäivitykset
fr: Mises à jour des logiciels
he: עדכוני תוכנה
it: Aggiornamenti software
ko: 소프트웨어 업데이트
lt: Programinės įrangos atnaujinimai
lv: Programmatūras atjauninājumi
nl: Elementen voor software bijwerken
pl: Uaktualnienia oprogramowania
ru: Обновления программ
sl: Posodobitev programja
sv: Uppdateringar av programvara
tr: Yazılım Güncellemeleri
zh_tw: 軟體更新

source: All
ar: الكلّ
ca: Tot
de: Alle
el: Όλα
eo: Ĉiuj
et: Kõik
eu: Dena
fi: Kaikki
fr: Toutes
he: הכול
it: Tutti
ko: 모두
lt: Visi
lv: Visi
nl: Alles
pl: Wszystkie
ru: Все
sl: Vse
sv: Alla
tr: Tümü
zh_tw: 全部

source: Install
ar: ثبّت
ca: Instal·la
de: Installieren
el: Εγκατάσταση
eo: Instali
et: Paigalda
eu: Instalatu
fi: Asenna
fr: Installer
he: התקנה
it: Installa
ko: 설치
lt: Įdiegti
lv: Instalēt
nl: Installeren
pl: Wgraj
ru: Установить
sl: Namesti
sv: Installera
tr: Kur
zh_tw: 安裝

source: Install, then Sleep
ar: ثبّت، ثم علّق
ca: Instal·la, després adorm
de: Installieren, dann Ruhezustand
eo: Instalu, tiam Dormu
eu: Instalatu, ondoren lokartu
fi: Asenna ja siirry valmiustilaan
fr: Installer et passer ensuite en veille
he: התקנה, ואז לישון
it: Installa, poi sospendi
ko: 설치한 후 대기 모드
lv: Instalēt, tad iesnaudināt
nl: Installeren, daarna slapen
pl: Wgraj, a później uśpij
tr: Kur ve Uyut
zh_tw: 安裝，然後睡眠

source: Install, then Shutdown
ar: ثبّت، ثم إطفاء
ca: Instal·la, després apaga
de: Installieren, dann Herunterfahren
eo: Instalu, tiam Malŝaltu
eu: Instalatu, ondoren itzali
fi: Asenna ja sammuta
fr: Installer et arrêter ensuite
he: התקנה, ואז לכבות
it: Installa, poi spegni
ko: 설치한 후 컴퓨터 끄기
lv: Instalēt, tad izslēgt
nl: Installeren, daarna afsluiten
pl: Wgraj, a później wyłącz
tr: Kur ve Kapat
zh_tw: 安裝，然後關機

source: Refresh
ar: حدّث
ca: Actualitza
de: Aktualisieren
el: Ανανέωση
eo: Refreŝigi
et: Värskenda
eu: Berritu
fi: Päivitä
fr: Actualiser
he: רענון
it: Aggiorna
ko: 새로 고침
lt: Įkelti iš naujo
lv: Pārlādēt
nl: Vernieuwen
pl: Odśwież
ru: Обновить
sl: Osveži
sv: Uppdatera
tr: Yenile
zh_tw: 重新整理

source: Install %1 package
ar: ثبّت %1 حزمة
ca: Instal·la %1 paquet
de: %1 Paket installieren
el: Εγκατάσταση %1 πακέτου
eo: Instali %1 pakon
et: Paigalda %1 pakett
eu: Instalatu pakete %1
fi: Asenna %1 paketti
fr: Installer le paquet %1
he: התקנת חבילה
it: Installa %1 pacchetto
ko: 패키지 %1개 설치
lt: Įdiegti %1 paketą
lv: Instalēt %1 pakotni
nl: %1 pakket installeren
pl: Wgraj %1 pakiet
ru: Установить %1 пакет
sl: Namesti %1 paket
sv: Installera %1 paket
tr: %1 paket kur
zh_tw: 安裝 %1 個軟體包

source: System Reboot Required
ar: إعادة إقلاع النظام مطلوبة
ca: Cal reiniciar el sistema
de: Neustart des Systems erforderlich
el: Απαιτείται επανεκκίνηση συστήματος
eo: Sistemo Rekomenco Bezonata
et: Süsteem tuleb taaskäivitada
eu: Sistema berrabiarazi beharra dago
fi: Järjestelmän uudelleenkäynnistys vaaditaan
fr: Un redémarrage du système est nécessaire
he: יש להפעיל את המערכת מחדש
it: È richiesto il riavvio del sistema
ko: 시스템을 다시 시작해야 함
lt: Reikia paleisti sistemą iš naujo
lv: Sistēma ir jāpārstartē
nl: Systeemherstart vereist
pl: Wymagane ponowne uruchomienie komputera
ru: Требуется перезагрузка системы
sl: Zahtevan sistemski zagon
sv: Omstart av dator krävs
tr: Yeniden Başlatma Gerekiyor
zh_tw: 需要系統重新啟動

source: One of the installed packages requires a system reboot
ar: إحدى الحزم المثبّتة تتطلب إعادة إقلاع النظام
ca: Un dels paquets instal·lats requereix un reinici del sistema
de: Für eines der installierten Pakete ist ein Neustart des Systems erforderlich
el: Ένα από τα εγκατεστημένα πακέτα απαιτεί επανεκκίνηση συστήματος
eo: Unu el la instalitaj pakaĵoj postulas rekomencon de la sistemo
et: Üks paigaldatud pakett nõuab süsteemi taaskäivitamist
eu: Instalatutako paketeetako batek sistema berrabiatzea behar du
fi: Yksi asennetuista paketeista vaatii käynnistämään järjestelmän uudelleen
fr: Un des paquets installés demande un redémarrage du système
he: אחת מהחבילות המותקנות דורשת את הפעלת המחשב מחדש
it: Uno dei pacchetti installati richiede il riavvio del sistema
ko: 설치된 패키지에서 시스템 다시 시작을 요청했습니다
lt: Vienas iš įdiegtų paketų reikalauja paleisti sistemą iš naujo
lv: Kāda no instalētajām pakotnēm pieprasa sistēmas pārstartēšanu
nl: Een van de geïnstalleerde pakketten vereist een systeemherstart
pl: Jeden z wgranych pakietów wymaga ponownego uruchomienia systemu
ru: Для одного из установленных пакетов требуется перезагрузка системы
sl: En od nameščenih paketov zahteva sistemski zagon
sv: Ett av de installerade paketen kräver att du startar om datorn
tr: Kurulan paketlerden bir tanesi sistemin yeniden başlatılmasını gerektiriyor
zh_tw: 安裝的軟體包之一需要系統重新啟動

source: Reboot System
ar: أعد إقلاع النظام
ca: Reinicia el sistema
de: System neu starten
el: Επανεκκίνηση συστήματος
eo: Rekomenci Sistemon
et: Taaskäivita süsteem
eu: Berrabiarazi sistema
fi: Käynnistä järjestelmä uudelleen
fr: Redémarrer le système
he: הפעלת המערכת מחדש
it: Riavvia il sistema
ko: 시스템 다시 시작
lt: Paleisti sistemą iš naujo
lv: Pārstartēt sistēmu
nl: Systeem herstarten
pl: Uruchom system ponownie
ru: Перезагрузить систему
sl: Zagon sistema
sv: Starta om dator
tr: Sistemi Yeniden Başlat
zh_tw: 重新開機

source: Session Restart Required
ar: إعادة تشغيل الجلسة مطلوبة
ca: Es requereix reiniciar la sessió
de: Neustart der Sitzung ist erforderlich
el: Απαιτείται επανεκκίνηση συνεδρίας
eo: Seanca Rekomenco Bezonata
et: Seanss tuleb taaskäivitada
eu: Saioa berrabiatzea beharrezkoa da
fi: Istunto on käynnistettävä uudelleen
fr: Un redémarrage de session est nécessaire
he: יש להפעיל את הפעלת המשתמש מחדש
it: È necessario il riavvio della sessione
ko: 세션을 다시 시작해야 함
lt: Reikia paleisti seansą iš naujo
lv: Nepieciešamas sistēmas pārstartēšana
nl: Herstart van de sessie is vereist
pl: Wymagane ponowne uruchomienie sesji
ru: Требуется перезапуск сеанса
sl: Zahtevana ponovna seja
sv: Omstart av session krävs
tr: Oturumu Yeniden Başlatma Gerekiyor
zh_tw: 需要工作階段重新啟動

source: One of the installed packages requires you to logout
ar: إحدى الحزم المثبّتة تتطلب تسجيل خروجك
ca: Un dels paquets instal·lats requereix sortir de la sessió
de: Für eines der installierten Pakete müssen Sie sich abmelden
el: Ένα από τα εγκατεστημένα πακέτα απαιτεί από εσάς να αποσυνδεθείτε
eo: Unu el la instalitaj pakoj postulas, ke vi elsalu
et: Üks paigaldatud pakett nõuab väljalogimist
eu: Instalatutako paketeetako batek saioa itxi dezazun behar du
fi: Yksi asennetuista paketeista vaatii sinua kirjautumaan ulos
fr: Un des paquets installés demande une déconnexion
he: אחת מהחבילות המותקנות דורשת את הוצאת המשתמש מההפעלה
it: Uno dei pacchetti installati richiede la disconnessione
ko: 설치된 패키지에서 로그아웃을 요청했습니다
lt: Vienas iš įdiegtų paketų reikalauja, kad atsijungtumėte
lv: Kāda no instalētajām pakotnēm pieprasa izrakstīšanos no sesijas
nl: Een van de geïnstalleerde pakketten vereist dat u zich afmeldt
pl: Jeden z wgranych pakietów wymaga wylogowania się
ru: Для одного из установленных пакетов требуется завершение сеанса
sl: En od nameščenih programov zahteva odjavo seje
sv: Ett av de installerade paketen kräver att du loggar ut
tr: Kurulan paketlerden bir tanesi oturumu kapatmanızı gerektiriyor
zh_tw: 安裝的軟體包之一需要您登出再重新登入

source: Logout
ar: اخرج
ca: Surt
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
et: Logi välja
eu: Saio-itxi
fi: Kirjaudu ulos
fr: Déconnexion
he: יציאה
it: Chiudi sessione
ko: 로그아웃
lt: Atsijungti
lv: Izrakstīties
nl: Afmelden
pl: Wyloguj
ru: Завершить сеанс
sl: Odjava
sv: Logga ut
tr: Oturumu Kapat
zh_tw: 登出

source: Cancel Installation
ar: ألغ التثبيت
ca: Cancel·la la instal·lació
de: Installation abbrechen
el: Ακύρωση εγκατάστασης
eo: Nuligi Instaladon
et: Katkesta paigaldamine
eu: Utzi instalatzea
fi: Peru asennus
fr: Annuler l'installation
he: ביטול התקנה
it: Installazione annullata
ko: 설치 취소
lt: Atsisakyti įdiegimo
lv: Atcelt instalēšanu
nl: Installatie annuleren
pl: Porzuć wgrywanie
ru: Отменить установку
sl: Prekliči namestitev
sv: Avbryt installation
tr: Kurulumu İptal Et
zh_tw: 取消安裝

source: Waiting
ar: ينتظر
ca: En espera
de: Warten
el: Αναμονή
eo: Atendante
et: Ootel
eu: Zain
fi: Odotetaan
fr: En attente
he: בהמתנה
it: In attesa
ko: 대기 중
lt: Laukiama
lv: Gaida
nl: Bezig met wachten
pl: Oczekiwanie
ru: Ожидание
sl: Čakam
sv: Väntar
tr: Bekleniyor
zh_tw: 等待中

source: Waiting for authentication
ar: ينتظر الاستيثاق
ca: S'està esperant l'autenticació
de: Warten auf Berechtigung
el: αναμονή για ταυτοποίηση
eo: Atendante aŭtentikigon
et: Autentimise ootel
eu: Autentifikatzeko zain
fi: Odotetaan tunnistautumista
fr: En attente d'authentification
he: בהמתנה לאימות
it: In attesa dell'autenticazione
ko: 인증 대기 중
lt: Laukiama tapatybės nustatymo
lv: Gaida autentifikāciju
nl: Wachten op authenticatie
pl: Oczekiwanie na uwierzytelnienie
ru: Ожидание аутентификации
sl: Čakam na overitev
sv: Väntar på behörighetskontroll
tr: Kimlik doğrulama bekleniyor
zh_tw: 等待認證中

source: Resolving dependencies
ar: يحلّ الاعتماديّات
ca: S'estan resolent les dependències
de: Abhängigkeiten werden aufgelöst
el: Επίλυση εξαρτήσεων
eo: Solvado de dependecoj
et: Sõltuvuste lahendamine
eu: Mendekotasunak ebazten
fi: Ratkaistaan riippuvuuksia
fr: Résolution des dépendances en cours
he: התלויות נפתרות
it: Risoluzione delle dipendenze
ko: 의존성 확인 중
lt: Išsprendžiamos priklausomybės
lv: Atrisina atkarības
nl: Afhankelijkheden aan het oplossen
pl: Rozwiązywanie zależności
ru: Разрешение зависимостей
sl: Razreševanje odvisnosti
sv: Löser upp beroenden
tr: Bağımlılıklar çözülüyor
zh_tw: 解決相依性問題中

source: Updating
ar: يحدّث
ca: S'està actualitzant
de: Aktualisierung läuft
el: Γίνεται ενημέρωση
eo: Ĝisdatigo
et: Uuendamine
eu: Eguneratzen
fi: Päivitetään
fr: Mise à jour en cours
he: מתעדכן
it: Aggiornamento
ko: 업데이트 중
lt: Atnaujinama
lv: Atjaunina
nl: Bijwerken
pl: Uaktualnianie
ru: Обновление
sl: Posodabljam
sv: Uppdaterar
tr: Güncelleniyor
zh_tw: 更新中

source: Installing
ar: يثبّت
ca: S'està instal·lant
de: Installation läuft
el: Γίνεται εγκατάσταση
eo: Instalante
et: Paigaldamine
eu: Instalatzen
fi: Asennetaan
fr: Installation en cours
he: מתבצעת התקנה
it: Installazione
ko: 설치 중
lt: Įdiegiama
lv: Instalē
nl: Installeren
pl: Wgrywanie
ru: Установка
sl: Nameščam
sv: Installerar
tr: Kuruluyor
zh_tw: 安裝中

source: Downloading
ar: يُنزّل
ca: S'està baixant
de: Wird heruntergeladen
el: Γίνεται λήψη
eo: Elŝutante
et: Allalaadimine
eu: Zama-jaisten
fi: Ladataan
fr: Téléchargement en cours
he: מתבצעת הורדה
it: Scaricamento
ko: 다운로드 중
lt: Atsisiunčiama
lv: Lejupielādē
nl: Bezig met downloaden
pl: Pobieranie
ru: Загрузка
sl: Prenašam
sv: Laddar ner
tr: İndiriliyor
zh_tw: 下載中

source: Canceling
ar: يلغي
ca: S'està cancel·lant
de: Wird abgebrochen
el: Γίνεται ακύρωση
eo: Nuligo
et: Katkestamine
eu: Bertan behera uzten
fi: Perutaan
fr: Annulation en cours
he: מבוטל
it: Annullamento
ko: 취소 중
lt: Atsisakoma
lv: Atceļ
nl: Bezig met annuleren
pl: Porzucanie
ru: Отмена
sl: Prekinjam
sv: Avbryter
tr: İptal ediliyor
zh_tw: 取消中

source: Validate Signature
ar: تحقّق من التوقيع
ca: Valida la signatura
de: Signatur validieren
el: Επιβεβαίωση υπογραφής
eo: Valigi Subskribon
eu: Sinadura balioztatu
fi: Varmenna allekirjoitus
fr: Valider une signature
he: אימות חתימה
it: Convalida firma
ko: 서명 검증
lt: Patvirtinti parašą
lv: Pārbaudīt parakstu
nl: Ondertekening valideren
pl: Potwierdź podpis
ru: Проверить подпись
sl: Preveri podpis
sv: Validera signatur
tr: İmzayı Doğrula
zh_tw: 驗證簽章

source: Update failed
ar: فشل التّحديث
ca: Ha fallat l'actualització
de: Die Aktualisierung ist fehlgeschlagen
el: Αποτυχία ενημέρωσης
eo: Ĝisdatigo malsukcesis
et: Uuendamine nurjus
eu: Eguneratzea huts egin du
fi: Päivitys epäonnistui
fr: Échec de la mise à jour
he: העדכון נכשל
it: Aggiornamento non riuscito
ko: 업데이트 실패
lt: Atnaujinimas nepavyko
lv: Atjaunināšana neizdevās
nl: Het bijwerken is mislukt
pl: Nie udało się uaktualnić
ru: Ошибка обновления
sl: Posodobitev ni uspela
sv: Uppdatering misslyckades
tr: Güncelleme başarısız
zh_tw: 更新失敗

source: Accept EULA
ar: اقبل اتّفاقيّة المستخدم النّهائي
ca: Acceptació de l'EULA
de: EULA (Endbenutzer-Lizenzvereinbarung) akzeptieren
el: Αποδοχή EULA
eo: Akcepti EULA
eu: Onartu AELK (Azken Erabiltzailearen Lizentzia-Kontratua)
fi: Hyväksy käyttöoikeussopimus
fr: Accepter l'accord de licence (EULA)
he: אישור הסכם משתמש קצה
it: Accetta EULA
ko: EULA 수락
lt: Sutinku su licencija
lv: Piekrist EULA
nl: EULA accepteren
pl: Akceptuj EULA
ru: Принять лицензионное соглашение
sl: Sprejmi EULA
sv: Acceptera slutanvändarlicensavtal
tr: Son Kullanıcı Lisans Antlaşmasını Kabul Et
zh_tw: 將隱藏檔案排在最後接受 EULA

source: <html>Do you accept the following license agreement for package<br>%1<br>from vendor<br>%2 ?</html>
ar: <html>هل تقبل اتفاقية الترخيص التالية للحزمة<br>%1<br>من المورد<br>%2؟</html>
ca: <html>Accepteu l'acord de llicència següent del paquet <br>%1<br>del proveïdor<br>%2?</html>
eo: <html>Ĉu vi akceptas la jenan licencinterkonsenton por pako<br>%1<br>de vendisto<br>%2 ?</html>
eu: <html>Onartzen duzu<br> %2 hornitzailea duen<br>%1<br> paketearen ondoko lizentzia-akordioa?</html>
fi: <html>Hyvätkö seuraavan käyttöoikeussopimuksen paketille<br>%1<br>valmistajalta<br>%2?</html>
fr: <html>Acceptez vous l'accord suivant de licence pour le paquet<br>%1<br> du fournisseur<br>%2 ?</html>
he: <html>האם הסכם הרישוי של החבילה <br>%1<br>מהספק<br>%2 מקובל עליך?</html>
it: <html>Accetti il seguente accordo di licenza per il pacchetto<br>%1<br>del fornitore<br>%2 ?</html>
ko: <html>제조사<br>%2의<br>패키지<br>%1<br>의 라이선스 조항에 동의하십니까?</html>
lv: <html>Vai piekrītat <br>%1“<br> pakotnes licencei no izplatītāja <br>%2?</html>
nl: <html>Accepteert u de volgende licentie-overeenkomst voor pakket<br>%1<br>van leverancier<br>%2 ?</html>
pl: <html>Zgadzasz się na warunki następującej licencji dla pakietu<br>%1<br>od wydawcy<br>%2 ?</html>
tr: <html>%2 satıcısından<br>%1 paketi için<br>aşağıdaki lisans sözleşmesini<br>kabul ediyor musunuz?</html>
zh_tw: <html>您是否接受以下來自 %2 的軟體包 %1 的授權條款？</html>

source: Next check: %1
ar: الفحص التالي: %1
ca: Comprovació següent: %1
de: Nächste Überprüfung: %1
eo: Sekva kontrolo: %1
eu: Hurrengo egiaztapena: %1
fi: Seuraava tarkistus: %1
fr: Prochaine vérification : %1
he: הבדיקה הבאה: %1
it: Prossimo controllo: %1
ko: 다음 확인: %1
lv: Nākamā pārbaude: %1
nl: Volgende controle: %1
pl: Następne sprawdzenie: %1
tr: Sonraki denetleme: %1
zh_tw: 下次檢查：%1

source: Checking for updates ...
ar: يفحص عن تحديثات...
ca: S'estan comprovant les actualitzacions...
de: Es wird nach Aktualisierungen gesucht ...
el: Έλεγχος για ενημερώσεις ...
eo: Kontrolante ĝisdatigojn...
et: Uuenduste kontrollimine ...
eu: Eguneratzeak egiaztatzen ...
fi: Tarkistetaan päivityksiä…
fr: Recherche de mises à jour...
he: מתבצע איתור עדכונים…
it: Controllo degli aggiornamenti ...
ko: 업데이트 검색 중...
lt: Tikrinama, ar yra atnaujinimų...
lv: Pārbauda atjauninājumus...
nl: Controleren op elementen voor bijwerken...
pl: Sprawdzanie uaktualnień...
ru: Проверка наличия обновлений…
sl: Preverjam za posodobitvami ...
sv: Söker efter uppdateringar ...
tr: Güncellemeler denetleniyor…
zh_tw: 正在檢查更新 ...

source: Checking for updates ... %1%
ar: يفحص عن تحديثات... %1٪
ca: S'estan comprovant les actualitzacions... %1%
de: Es wird nach Aktualisierungen gesucht ... %1 %
el: Έλεγχος για ενημερώσεις ... %1%
eo: Kontrolante pri ĝisdatigoj... %1%
et: Uuenduste kontrollimine ... %1%
eu: Eguneratzeak egiaztatzen ... % %1
fi: Tarkistetaan päivityksiä… %1 %
fr: Vérifications des mises à jour... %1%
he: מתבצע איתור עדכונים… %1%
it: Controllo degli aggiornamenti ... %1%
ko: 업데이트 검색 중... %1%
lt: Tikrinama, ar yra atnaujinimų ... %1%
lv: Pārbauda atjauninājumus... %1 %
nl: Controleren op elementen voor bijwerken... %1%
pl: Sprawdzanie uaktualnień ... %1%
ru: Проверка наличия обновлений… %1%
sl: Preverjam za posodobitvami ... %1%
sv: Söker efter uppdateringar ... %1 %
tr: Güncellemeler denetleniyor… %​%1
zh_tw: 正在檢查更新 ... %1%

source: Last check: %1 Error on checking for updates: %2
ar: آخر فحص: %1 خطأ أثناء الفحص عن تحديثات: %2
ca: Última comprovació: %1 Error en comprovar les actualitzacions: %2
de: Letzte Überprüfung: %1 Fehler bei der Überprüfung auf Aktualisierungen: %2
el: Τελευταίος έλεγχος: %1 Σφάλμα στον έλεγχο για ενημερώσεις: %2
eo: Lasta kontrolo: %1 Eraro kontrolante pri ĝisdatigoj: %2
et: Viimane kontroll: %1 Tõrge uuenduste kontrollimisel: %2
eu: Azken egiaztapena: %1 Errorea eguneratzeak egiaztatzean: %2
fi: Viimeisin tarkistus: %1 Virhe tarkistettaessa päivityksiä: %2
fr: Dernier vérification : %1 Échec de la vérification des mises à jour : %2
he: בדיקה אחרונה: %1 שגיאה באיתור עדכונים: %2
it: Ultimo controllo: %1 Errore nel controllo degli aggiornamenti: %2
ko: 마지막 확인: %1 업데이트 확인 오류: %2
lt: Paskiausiai tikrinta: %1 Klaida tikrinant, ar yra atnaujinimų: %2
lv: Pēdējā pārbaude: %1 Kļūda, pārbaudot atjauninājumus: %2
nl: Laatste controle: %1 Fout bij controleren op elementen voor bijwerken: %2
pl: Ostatnie sprawdzenie: %1 Błąd sprawdzania uaktualnień: %2
ru: Последняя проверка: %1 Ошибка при проверке обновлений: %2
sl: Zadnje preverjanje: %1 Napaka pri preverjanju posodobitev: %2
sv: Senaste kontroll: %1 Fel vid sökning efter uppdateringar: %2
tr: Son denetleme: %1 Güncelleme denetlenirken hata: %2
zh_tw: 上次檢查：%1 檢查更新時出錯：%2

source: Software Update Error
ar: خطأ في تحديث البرامج
ca: Error en actualitzar el programari
de: Fehler bei Softwareaktualisierung
el: Σφάλμα ενημέρωσης λογισμικού
eo: Eraro pri Ĝisdatigo de Programaro
et: Tõrge tarkvara uuendamisel
eu: Software eguneratze errorea
fi: Ohjelmapäivitysvirhe
fr: Échec de la mise à jour des logiciels
he: שגיאת עדכון תוכנה
it: Errore nell'aggiornamento del software
ko: 소프트웨어 업데이트 오류
lt: Programinės įrangos atnaujinimo klaida
lv: Programmatūras atjaunināšanas kļūda
nl: Fout bij bijwerken van software
pl: Błąd uaktualniania oprogramowania
ru: Ошибка обновления программ
sl: Napaka posodabljanja programske opreme
sv: Fel vid uppdateringar av programvara
tr: Yazılım Güncelleme Hatası
zh_tw: 軟體更新錯誤
