Repository: KDE/liquidshell
Catalog: po/*/liquidshell.po
Languages: ar, ca, de, el, eo, et, eu, fi, fr, he, it, ko, lt, lv, nl, pl, ru, sl, sv, tr, zh_tw

source: The API key is needed to be allowed to get data from openweathermap.org
ar: مفتاح API مطلوب للسماح باسترجاع البيانات من openweathermap.org
ca: La clau de l'API és necessària per a poder obtenir les dades des d'openweathermap.org
de: Der API-Schlüssel wird benötigt, um Daten von openweathermap.org beziehen zu dürfen
el: Το API κλειδί απαιτείται για να επιτραπεί η ανάκτηση δεδομένων από το openweathermap.org
eo: La API-ŝlosilo bezonas por ricevi datumojn de openweathermap.org
et: Andmete hankimiseks saidilt openweathermap.org läheb vaja API võtit
eu: APIko gakoa behar da openweathermap.org gunetik data eskuratzen uzteko
fi: API-avainta tarvitaan, jotta openweathermap.orgista saa ladattua tietoa
fr: La clé API est nécessaire pour que vous soyez autorisé à recevoir des données de « openweathermap.org »
he: מפתח ה־API נחוץ כדי לאפשר קבלת נתונים מ־openweathermap.org
it: La chiave API è necessaria per poter scaricare i dati da openweathermap.org
ko: openweathermap.org에서 데이터를 가져오려면 API 키가 필요합니다.
lt: API raktas reikalingas, norint gauti orų duomenis iš openweathermap.org
lv: Lai iegūtu datus no „openweathermap.org“, nepieciešama API atslēga
nl: De API-sleutel is nodig om gegevens te verkrijgen van openweathermap.org
pl: Klucz API jest wymagany do pobierania danych z openweathermap.org
ru: Ключ API нужен для получения данных с openweathermap.org
sl: Potreben je ključ API za dostop do podatkov openweathermap.org
sv: API-nyckeln krävs för att ha tillåtelse att hämta data från openweathermap.org
tr: openweathermap.org’dan veri alabilmek için bir API anahtarı gereklidir
zh_tw: 需要 API 金鑰才能從 openweathermap.org 取得資料

source: Get your personal API key
ar: احصل على مفتاح API الشخصي الخاص بك
ca: Obtén la clau de l'API personal
de: Persönlichen API-Schlüssel holen
el: Ανάκτηση του προσωπικού API κλειδιού
eo: Akiru vian personan API-ŝlosilon
et: Hangi isiklik API võti
eu: Lortu zure APIko gako pertsonala
fi: Hanki oma API-avain
fr: Obtenir votre clé API personnelle
he: קבלת מפתח API אישי משלך
it: Ottieni la tua chiave API personale
ko: 내 개인 API 키 얻기
lt: Gaukite savo asmeninį API raktą
lv: Iegūt savu API atslēgu
nl: Verkrijg uw persoonlijke API-sleutel
pl: Pobierz swój osobisty klucz API
ru: Получить личный ключ API
sl: Pridobite vaš osebni ključ API
sv: Skaffa personlig API-nyckel
tr: Kişisel API anahtarınızı alın
zh_tw: 取得您自己的個人 API 金鑰

source: Units
ar: الوحدات
ca: Unitats
de: Einheiten
el: Μονάδες
eo: Unuoj
et: Ühikud
eu: Unitateak
fi: Yksiköt
fr: Unité
he: יחידות
it: Unità
ko: 단위
lt: Vienetai
lv: Vienības
nl: Eenheden
pl: Jednostki
ru: Единицы
sl: Enote
sv: Enheter
tr: Birimler
zh_tw: 單位

source: &metric
ar: &متري
ca: &Mètric
de: &Metrisch
el: &μετρικό
eo: &metriko
et: %meetermõõdustik
eu: &metrikoa
fi: &metriset
fr: &métrique
he: מ&טריות
it: &metriche
ko: 미터법(&M)
lt: &metriniai
lv: &metriskās
nl: &metrisch
pl: &metryczne
ru: &метрическая система
sl: &metrične
sv: &metriska
tr: &Metrik
zh_tw: 公制(&M)

source: &imperial
ar: إمب&راطوري
el: αυτοκρατορ&ικό
eo: &imperia
et: &Briti süsteem
eu: &inperiala
fi: &anglosaksiset
fr: &Impérial
he: &אימפריאליות
it: &imperiali
ko: 영국법(&I)
lt: &imperiniai
lv: &imperiālās
pl: &imperialne
ru: &имперская система
sl: &imperialne
sv: &brittiska
tr: &Emperyal
zh_tw: 英制(&I)

source: City
ar: المدينة
ca: Ciutat
de: Stadt
el: Πόλη
eo: Urbo
et: Linn
eu: Hiria
fi: Kaupunki
fr: Ville
he: עיר
it: Città
ko: 도시
lt: Miestas
lv: Pilsēta
nl: Stad
pl: Miasto
ru: Город
sl: Mesto
sv: Stad
tr: Kent
zh_tw: 城市

source: Country
ar: البلد
ca: País
de: Land
el: Χώρα
eo: Lando
et: Riik
eu: Herrialdea
fi: Maa
fr: Pays
he: מדינה
it: Nazione
ko: 국가
lt: Šalis
lv: Valsts
nl: Land
pl: Kraj
ru: Страна
sl: Država
sv: Land
tr: Ülke
zh_tw: 國家

source: Copyright 2017 - 2024 Martin Koller
eo: Kopirajto 2017 - 2024 Martin Koller
he: כל הזכויות שמורות 2017 - 2024 מרטין קולר
tr: © 2017–2025 Martin Koller

source: KDE Connect
sv: KDE-anslut
tr: KDE Bağlan
zh_tw: KDE 連線

source: Liquid Desktop Workspace
sl: Delovni prostor Liquid Desktop
sv: Liquid arbetsområde för skrivbordet

source: Next check: %1
sl: Naslednje preverjanje: %1
sv: Nästa kontroll: %1

source: <html>You need to accept or reject the following license agreement for package<br>%1<br>%2</html>
sl: <html>Morate sprejeti ali zavrniti naslednji licenčni sporazum za paket <br>%1<br>%2</html>
