Repository: KDE/liquidshell
Catalog: po/*/liquidshell.po
Languages: ar, ca, de, el, eo, et, eu, fi, fr, he, it, ko, lt, lv, nl, pl, ru, sl, sv, tr, zh_tw

source: Configure Display
ar: اضبط العرض
ca: Configuració de la visualització
de: Anzeige einrichten
el: Διαμόρφωση οθόνης
eo: Agordi Montron
et: Ekraani seadistamine
eu: Konfiguratu bistaratzea
fi: Näytön asetukset
fr: Configurer l'affichage
he: הגדרת תצוגה
it: Configura lo schermo
ko: 디스플레이 설정
lt: Konfigūruoti ekraną
lv: Konfigurēt displeju
nl: Scherm configureren
pl: Ustawienia wyświetlacza
ru: Настройка отображения
sl: Nastavi zaslon
sv: Anpassa skärm
tr: Ekranı Yapılandır
zh_tw: 設定顯示器

source: Open with File Manager
ar: افتح بمدير الملفات
ca: Obre amb el gestor de fitxers
de: In Dateiverwaltung öffnen
el: Άνοιγμα με διαχειριστή αρχείων
eo: Malfermi per Dosiermastrumilo
et: Ava failihalduris
eu: Ireki fitxategi kudeatzailearekin
fi: Avaa tiedostonhallintaan
fr: Ouvrir avec un gestionnaire de fichiers
he: פתיחה עם מנהל קבצים
it: Apri con il gestore di file
ko: 파일 관리자로 열기
lt: Atverti naudojant failų tvarkytuvę
lv: Atvērt datņu pārvaldniekā
nl: Openen met bestandsbeheerder
pl: Otwórz w przeglądarce plików
ru: Открыть в диспетчере файлов
sl: Odpri z upravljalnikom datotek
sv: Öppna med filhanterare
tr: Dosya Yöneticisi ile Aç
zh_tw: 使用檔案管理員開啟

source: Device is mounted. Click to unmount/eject
ar: الجهاز مضموم. انقر لإلغاء الفك/إخراج
ca: El dispositiu està muntat. Cliqueu per a desmuntar-lo/extreure'l
de: Gerät ist eingehängt Klicken Sie zum Aushängen/Auswerfen
el: Η συσκευή προσαρτήθηκε. Κλικ για αποπροσάρτηση/εξαγωγή
eo: Aparato estas muntita. Klaku por malmunti/elĵeti
et: Seade on ühendatud. Klõpsa lahutamiseks/väljutamiseks
eu: Gailua muntatuta dago. Egin klik desmuntatu/egozteko
fi: Laite on liitetty. Irrota napsauttamalla.
fr: Le périphérique n'est pas monté. Veuillez cliquer sur Libérer / Éjecter
he: ההתקן מעוגן. לחיצה תנתק/תשלוף אותו
it: Il dispositivo è montato. Fai clic per smontarlo o per espellerlo
ko: 장치가 마운트되어 있습니다. 마운트 해제/꺼내려면 클릭하십시오
lt: Įrenginys yra prijungtas. Spustelėkite, norėdami atjungti/išstumti
lv: Ierīce ir piemontēta. Klikšķiniet, lai atmontētu/izgrūstu
nl: Apparaat is aangekoppeld. Klik om af te koppelen/uit te werpen
pl: Urządzenie jest podpięte. Kliknij, aby odpiąć/wysunąć
ru: Устройство подключено. Нажмите для отключения/извлечения
sl: Naprava je priklopljena. Kliknite za odklop/izmet
sv: Enheten är monterad. Klicka för att avmontera eller mata ut
tr: Aygıt bağlandı. Bağlantıyı kesmek/çıkarmak için tıklayın
zh_tw: 裝置已掛載。 點擊以卸載或退出

source: Device is unmounted. Click to mount
ar: الجهاز غير مضموم. انقر للضم
ca: El dispositiu està desmuntat. Cliqueu per a muntar-lo
de: Gerät ist ausgehängt. Klicken Sie zum Einhängen
el: Η συσκευή αποπροσαρτήθηκε. Κλικ για προσάρτηση
eo: Aparato estas malmuntita. Klaku por munti
et: Seade ei ole ühendatud. Klõpsa ühendamiseks
eu: Gailua desmuntatuta dago. Egin klik muntatzeko
fi: Laitetta ei ole liitetty. Liitä napsauttamalla
fr: Le périphérique n'est pas monté Veuillez cliquer sur « Monter »
he: ההתקן מנותק. לחיצה תעגן אותו
it: Il dispositivo è smontato. Fai clic per montarlo
ko: 장치가 마운트 해제되어 있습니다. 마운트하려면 클릭하십시오
lt: Įrenginys yra atjungtas. Spustelėkite, norėdami prijungti
lv: Ierīce ir atmontēta. Klikšķiniet, lai piemontētu
nl: Apparaat is niet afgekoppeld. Klik om aan te koppelen
pl: Urządzenie nie jest podpięte. Kliknij, aby podpiać
ru: Устройство отключено. Нажмите для подключения
sl: Naprava ni priklopljena. Kliknite za priklop
sv: Enheten är avmonterad. Klicka för att montera
tr: Aygıt bağlantısı kesildi. Bağlamak için tıklayın
zh_tw: 裝置未掛載。 點擊以掛載

source: Unauthorized Operation
ar: عملية غير مصرّح بها
ca: Operació no autoritzada
de: Nicht autorisierte Operation
el: Λειτουργία χωρίς εξουσιοδότηση
eo: Neaŭtorizita Operacio
et: Autentimata toiming
eu: Baimendu gabeko eragiketa
fi: Luvaton toimenpide
fr: Opération non autorisée
he: פעולה לא מורשית
it: Operazione non autorizzata
ko: 인증되지 않은 작업
lt: Nesankcionuota operacija
lv: Darbībai nav pilnvarojuma
nl: Niet gemachtigde bewerking
pl: Nieuwierzytelnione działanie
ru: Неразрешённая операция
sl: Nepooblaščena operacija
sv: Obehörig åtgärd
tr: İzin Verilmeyen İşlem
zh_tw: 沒有權限的操作

source: Device Busy
ar: الجهاز مشغول
ca: Dispositiu ocupat
de: Das Gerät ist beschäftigt
el: Συσκευή απασχολημένη
eo: Aparato Okupita
et: Seade on hõivatud
eu: Gailua lanpetuta
fi: Laite käytössä
fr: Périphérique occupé
he: ההתקן עסוק
it: Il dispositivo è occupato
ko: 장치가 사용 중
lt: Įrenginys užimtas
lv: Ierīce ir aizņemta
nl: Apparaat is bezig
pl: Urządzenie zajęte
ru: Устройство занято
sl: Naprava je zasedena
sv: Enhet upptagen
tr: Aygıt Meşgul
zh_tw: 裝置忙碌中

source: Operation Failed
ar: العملية فشلت
ca: Ha fallat l'operació
de: Vorgang fehlgeschlagen
el: αποτυχία λειτουργίας
eo: Operacio Malsukcesis
et: Toiming nurjus
eu: Eragiketak huts egin du
fi: Toimenpide epäonnistui
fr: Échec de l'opération
he: הפעולה נכשלה
it: Operazione non riuscita
ko: 작동 실패
lt: Operacija patyrė nesėkmę
lv: Darbība neizdevās
nl: Handeling mislukt
pl: Nieudane działanie
ru: Ошибка выполнения операции
sl: Operacija ni uspela
sv: Åtgärd misslyckades
tr: İşlem Başarısız
zh_tw: 操作失敗

source: User Canceled
ar: أُلغِي المستخدم
ca: Cancel·lació d'usuari
de: Abbruch durch den Benutzer
el: Ακυρώθηκε από το χρήστη
eo: Uzanto Nuligis
et: Kasutaja katkestas
eu: Erabiltzaileak utzia
fi: Käyttäjä perui
fr: Annulation par l'utilisateur
he: משתמש ביטל
it: Annullata dall'utente
ko: 사용자가 취소함
lt: Naudotojas atsisakė
lv: Atcēla lietotājs
nl: Geannuleerd door gebruiker
pl: Użytkownik zaniechał
ru: Операция отменена пользователем
sl: Uporabnik je preklical
sv: Avbruten av användaren
tr: Kullanıcı İptal Etti
zh_tw: 使用者已取消

source: Invalid Option
ar: خيار غير صالح
ca: Opció no vàlida
de: Ungültige Option
el: Μη έγκυρη επιλογή
eo: Nevalida Opcio
et: Vigane võti
eu: Aukera baliogabea
fi: Virheellinen asetus
fr: Opération non valable
he: אפשרות שגויה
it: Opzione non valida
ko: 잘못된 옵션
lt: Neteisinga parinktis
lv: Nederīga opcija
nl: Ongeldig optie
pl: Nieprawidłowa opcja
ru: Недопустимый параметр
sl: Neveljavna možnost
sv: Ogiltigt alternativ
tr: Geçersiz Seçenek
zh_tw: 無效選項

source: Missing Driver
ar: البرنامج المشغّل مفقود
ca: Manca un controlador
de: Fehlender Treiber
el: Λείπει ο οδηγός
eo: Mankas Pelilo
et: Puuduv draiver
eu: Gidaria falta da
fi: Puuttuva ajuri
fr: Pilote manquant
he: חסר מנהל התקן
it: Driver mancante
ko: 드라이버 없음
lt: Trūksta tvarkyklės
lv: Trūkst draivera
nl: Ontbrekend stuurprogramma
pl: Brakuje sterownika
ru: Отсутствует драйвер
sl: Manjkajoči gonilnik
sv: Saknar drivrutin
tr: Eksik Sürücü
zh_tw: 缺乏驅動程式

source: The device can now be safely removed
ar: يمكن إزالة الجهاز بأمان الآن
ca: El dispositiu ara ja es pot extreure amb seguretat
de: Das Gerät kann nun sicher entfernt werden
el: Η συσκευή μπορεί τώρα να αφαιρεθεί με ασφάλεια
eo: La aparato nun povas esti sekure forigita
et: Seadme võib nüüd turvaliselt eemaldada
eu: Gailua arriskurik gabe kendu daiteke
fi: Laitteen voi nyt poistaa turvallisesti
fr: Le périphérique peut être retiré en toute sécurité.
he: כעת אפשר להסיר את ההתקן בבטחה
it: Questo dispositivo può ora essere rimosso senza problemi
ko: 장치를 안전하게 제거할 수 있습니다
lt: Dabar, įrenginys gali būti saugiai pašalintas
lv: Ierīci varat droši izņemt
nl: Het apparaat kan nu veilig worden verwijderd
pl: Możesz teraz bezpiecznie wysunąć to urządzenie
ru: Теперь устройство может быть отсоединено без риска потери данных
sl: To napravo lahko zdaj varno odstranite
sv: Enheten kan nu urkopplas säkert
tr: Aygıt şimdi güvenlice çıkarılabilir
zh_tw: 裝置現可安全移除

source: Mount failed:
ar: فشل الضّمّ:
ca: Ha fallat en muntar:
de: Einhängen fehlgeschlagen:
el: Αποτυχία προσάρτησης:
eo: Munto malsukcesis:
et: Ühendamine nurjus:
eu: Muntatzea huts egin du:
fi: Liittäminen epäonnistui:
fr: Échec du montage :
he: העיגון נכשל:
it: Montaggio non riuscito:
ko: 마운트 실패:
lt: Prijungimas nepavyko:
lv: Piemontēšana neizdevās:
nl: Aankoppelen is mislukt:
pl: Odpięcie nie udało się:
ru: Не удалось подключить:
sl: Priklop ni uspel:
sv: Montering misslyckades:
tr: Bağlama başarısız:
zh_tw: 掛載失敗：

source: Unmount failed:
ar: فشل إزالة الضّمّ:
ca: Ha fallat en desmuntar:
de: Aushängen fehlgeschlagen:
el: Αποτυχία αποπροσάρτησης:
eo: Malmuntado malsukcesis:
et: Lahutamine nurjus:
eu: Desmuntatzea huts egin du:
fi: Irrottaminen epäonnistui:
fr: Échec du démontage :
he: הניתוק נכשל:
it: Smontaggio non riuscito:
ko: 마운트 해제 실패:
lt: Atjungimas nepavyko:
lv: Atmontēšana neizdevās:
nl: Afkoppelen is mislukt:
pl: Podpięcie nie udało się:
ru: Не удалось отключить:
sl: Odklop ni uspel:
sv: Avmontering misslyckades:
tr: Bağlantıyı kesme başarısız:
zh_tw: 卸載失敗：

source: Device Notifier
ar: مُخطِر الأجهزة
ca: Notificador de dispositius
de: Geräteüberwachung
el: Ειδοποίηση συσκευής
eo: Atentigilo pri nova aparato
et: Seadmete teadustaja
eu: Gailu-jakinarazlea
fi: Laiteilmoitin
fr: Notificateur de périphérique
he: מודיע התקנים
it: Notificatore dei dispositivi
ko: 장치 알림이
lt: Pranešimai apie įrenginius
lv: Ierīces paziņotājs
nl: Apparaatmelder
pl: Powiadomienia o urządzeniach
ru: Подключаемые устройства
sl: Opomnik naprave
sv: Underrättelse om enheter
tr: Aygıt Bildiricisi
zh_tw: 裝置通知工具

source: Device List
ar: قائمة الأجهزة
ca: Llista de dispositius
de: Geräteliste
el: Λίστα συσκευών
eo: Listo de Aparato
et: Seadmeloend
eu: Gailuen zerrenda
fi: Laiteluettelo
fr: Liste des périphériques
he: רשימת התקנים
it: Elenco dei dispositivi
ko: 장치 목록
lt: Įrenginių sąrašas
lv: Ierīču saraksts
nl: Lijst met apparaten
pl: Lista urządzeń
ru: Список устройств
sl: Seznam naprav
sv: Enhetslista
tr: Aygıt Listesi
zh_tw: 裝置列表

source: %1 free / %2
ar: المتبقي ‏%1 / %2
ca: %1 lliure / %2
de: %1 frei / %2
el: %1 από / %2
eo: %1 libera / %2
et: %1 vaba / %2
eu: %1 huts / %2
fi: %1 vapaana / %2
fr: %1 libre / %2
he: %1 פנויים / %2
it: %1 libero / %2
ko: %1 남음/%2
lt: %1 laisva / %2
lv: %1 brīvi / %2
nl: %1 vrij / %2
pl: %1 wolnych z %2
ru: %1 свободно / %2
sl: %1 prosto / %2
sv: %1 ledigt / %2
tr: %1 boş / %2
zh_tw: %1 可用 / %2

source: Configure DiskUsage Applet
ar: اضبط بريمجة استخدام القرص
ca: Configura la miniaplicació Ús del disc
de: Miniprogramm zur Festplattenbelegung einrichten
el: Διαμόρφωση μικροεφαρμογής χρήσης δίσκου
eo: Agordi DiskUsage Apleton
et: Kettakasutuse apleti seadistamine
eu: Konfiguratu «DiskUsage», disko-erabileraren aplikaziotxoa
fi: Levynkäyttösovelman asetukset
fr: Configurer le composant graphique « DiskUsage »
he: הגדרת יישומון ניצולת כונן
it: Configura l'applet sull'uso del disco
ko: 디스크 사용량 애플릿 설정
lt: Konfigūruoti disko naudojimo programėlę
lv: Konfigurēt Disku lietojuma sīklietotni
nl: Applet voor schijfgebruik configureren
pl: Ustawienia apletu wykorzystania dysku
ru: Настройка виджета использования диска
sl: Nastavi aplet porabe diska
sv: Anpassa miniprogram för diskanvändning
tr: Disk Kullanımı Uygulamacığını Yapılandır
zh_tw: 設定磁碟用量小程式

source: Dialog
ar: حواريّ
ca: Diàleg
el: Παράθυρο διαλόγου
eo: Dialogo
et: Dialoog
eu: Elkarrizketa-koadroa
fi: Valintaikkuna
fr: Boîte de dialogue
he: חלונית
it: Finestra
ko: 대화 상자
lt: Dialogas
lv: Lodziņš
nl: Dialoog
pl: Okno dialogowe
ru: Диалог
sv: Dialogruta
tr: İletişim Kutusu
zh_tw: 對話框

source: Text
ar: النص
el: Κείμενο
eo: Teksto
et: Tekst
eu: Testua
fi: Teksti
fr: Texte
he: טקסט
it: Testo
ko: 텍스트
lt: Tekstas
lv: Teksts
nl: Tekst
pl: Tekst
ru: Текст
sl: Besedilo
tr: Metin
zh_tw: 文字

source: Bar Text
ar: نص الشريط
ca: Text de la barra
de: Leistentext
el: Κείμενο γραμμής
eo: Breta Teksto
et: Riba tekst
eu: Barrako testua
fi: Palkin teksti
fr: Texte de la barre
he: טקסט עמודה
it: Testo della barra
ko: 막대 텍스트
lt: Juostos tekstas
lv: Joslas teksts
nl: Balktekst
pl: Pasek tekstu
ru: Текст панели
sl: Besedilo v stolpcu
sv: Radtext
tr: Çubuk Metni
zh_tw: 長條圖文字

source: Background
ar: الخلفيّة
ca: Fons
de: Hintergrund
el: Φόντο
eo: Fono
et: Taust
eu: Atzeko planoa
fi: Taustaväri
fr: Fond d'image
he: רקע
it: Sfondo
ko: 배경
lt: Fonas
lv: Fons
nl: Achtergrond
pl: Tło
ru: Фон
sl: Ozadje
sv: Bakgrund
tr: Arka Plan
zh_tw: 背景

source: Bar Background
ar: خلفية الشريط
ca: Fons de la barra
de: Leistenhintergrund
el: Φόντο γραμμής
eo: Breta Fono
et: Riba taust
eu: Barraren atzeko planoa
fi: Palkin tausta
fr: Arrière-plan de la barre
he: רקע עמודה
it: Sfondo della barra
ko: 막대 배경
lt: Juostos fonas
lv: Joslas fons
nl: Balkachtergrond
pl: Tło paska
ru: Фон панели
sl: Ozadje stolpca
sv: Radbakgrund
tr: Çubuk Arka Planı
zh_tw: 長條圖背景

source: Device needs charging
ar: الجهاز يحتاج إلى شحن
ca: Cal carregar el dispositiu
de: Gerät muss geladen werden
el: Η συσκευή χρειάζεται φόρτιση
eo: Aparato bezonas ŝarĝadon
et: Seade vajab laadimist
eu: Gailuak zamatu beharra du
fi: Laite täytyy ladata
fr: Le périphérique a besoin d'être rechargé
he: ההתקן צריך להיטען
it: Il dispositivo ha bisogno di essere ricaricato
ko: 충전이 필요함
lt: Įrenginį reikia įkrauti
lv: Ierīce ir jāuzlādē
nl: Apparaat moet opgeladen worden
pl: Urządzenie wymaga ładowania
ru: Требуется зарядка устройства
sl: Naprava potrebuje polnjenje
sv: Enhet behöver laddas
tr: Aygıtın şarj olması gerek
zh_tw: 裝置需要充電

source: Device charge of '%1' is at %2%. You should charge it.
ar: شحن الجهاز '%1' هو %2%. عليك شحنه.
ca: Càrrega del dispositiu de «%1» es troba en el %2%. Heu de carregar-lo.
de: Ladung von Gerät „%1“ ist bei %2 %. Sie sollten es aufladen.
el: Φόρτιση συσκευής '%1' είναι σε %2%. Πρέπει να τη φορτίσετε.
eo: Aparata ŝarĝo de '%1' estas je %2%. Vi devus ŝarĝi ĝin.
et: Seadme "%1" laetus on %2. Seadet tuleks laadida.
eu: «%1» gailuko zama % %2(e)an dago. Zamatu beharko zenuke.
fi: Laitteessa ”%1” on virtaa jäljellä %2 %. Se tulisi ladata.
fr: La charge du périphérique « %1 » est à %2%. Vous devriez le mettre à recharger.
he: רמת טעינת ההתקן ‚%1’ עומדת על %2%. כדאי להטעין אותו.
it: La carica del dispositivo «%1» è al %2%. Dovresti ricaricarlo.
ko: '%1' 장치의 배터리가 %2% 남았습니다. 충전해야 합니다.
lt: "%1" įrenginio įkrova yra ties %2%. Jūs turėtumėte jį įkrauti.
lv: „%1“ ierīces uzlādes līmenis ir %2 %. Tā ir jāuzlādē.
nl: Lading van apparaat van '%1' is op %2%. U zou het moeten opladen.
pl: Ładunek urządzenia '%1' jest na %2%. Należy je naładować.
ru: Заряд устройства «%1»: %2%. Следует зарядить устройство.
sl: Napolnjenost naprave '%1' znaša %2%. Morali bi jo napolniti.
sv: Laddningen för enhet '%1' är %2 %. Den bör laddas.
tr: “%1” aygıtının şarjı %​%2. Şarj etseniz iyi olur.
zh_tw: 裝置「%1」的電量只剩 %2%。 您應該為它充電。

source: Open Folder
ar: افتح المجلد
ca: Obre una carpeta
de: Ordner öffnen
el: Άνοιγμα φακέλου
eo: Malfermi Dosierujon
et: Ava kataloog
eu: Ireki karpeta
fi: Avaa kansio
fr: Ouvrir un dossier
he: פתיחת תיקייה
it: Apri cartella
ko: 폴더 열기
lt: Atverti aplanką
lv: Atvērt mapi
nl: Map openen
pl: Otwórz katalog
ru: Открыть папку
sl: Odpri mapo
sv: Öppna katalog
tr: Klasör Aç
zh_tw: 開啟資料夾

source: No Network Connection
ar: لا اتّصال بالشّبكة
ca: No hi ha cap connexió de xarxa
de: Keine Netzwerkverbindung
el: Χωρίς σύνδεση δικτύου
eo: Neniu Reta Konekto
et: Võrguühendus puudub
eu: Ez dago sare konexiorik
fi: Ei verkkoyhteyttä
fr: Aucune connexion réseau
he: אין חיבור לרשת
it: Nessuna connessione di rete
ko: 네트워크 연결 없음
lt: Nėra tinklo ryšio
lv: Nav tīkla savienojuma
nl: Geen netwerkverbinding
pl: Brak połączenia z siecią
ru: Нет сетевого соединения
sl: Ni mrežne povezave
sv: Ingen nätverksanslutning
tr: Ağ Bağlantısı Yok
zh_tw: 沒有網路連線

source: Full Network Connectivity (%1)
ar: اتصال شبكة كامل (%1)
ca: Connectivitat completa de xarxa (%1)
de: Volle Netzwerkverbindung (%1)
el: Πλήρης συνδεσιμότητα δικτύου (%1)
eo: Plena Reta Konektebleco (%1)
et: Täielik võrguühendus (%1)
eu: Sareko konektagarritasun osoa (%1)
fi: Täysi verkon toimintakyky (%1)
fr: Connexion au réseau complète (%1)
he: פעילות רשת מלאה (%1)
it: Connettività di rete completa (%1)
ko: 네트워크에 연결됨(%1)
lt: Pilnas tinklo jungiamumas (%1)
lv: Pilns savienojums (%1)
nl: Volledige netwerkconnectiviteit (%1)
pl: Pełna łączność z siecią (%1)
ru: Полное сетевое подключение (%1)
sl: Polna mrežna povezava (%1)
sv: Fullständig nätverksanslutningar (%1)
tr: Tam Ağ Bağlantısı (%1)
zh_tw: 完整網路連線 (%1)

source: Limited Network Connectivity (%1)
ar: اتصال شبكة محدود (%1)
ca: Connectivitat limitada de xarxa (%1)
de: Begrenzte Netzwerkverbindung (%1)
el: Περιορισμένη συνδεσιμότητα δικτύου (%1)
eo: Limigita Reta Konektebleco (%1)
et: Piiratud võrguühendus (%1)
eu: Sareko konektagarritasun mugatua (%1)
fi: Rajallinen verkkoyhteys (%1)
fr: Connexion au réseau partielle (%1)
he: פעילות רשת מוגבלת (%1)
it: Connettività di rete limitata (%1)
ko: 네트워크 연결 제한됨(%1)
lt: Ribotas tinklo jungiamumas (%1)
lv: Ierobežots savienojums (%1)
nl: Beperkte netwerkconnectiviteit (%1)
pl: Ograniczona łączność z siecią (%1)
ru: Ограниченное сетевое подключение (%1)
sl: Omejena mrežna povezava (%1)
sv: Begränsad nätverksanslutning (%1)
tr: Sınırlı Ağ Bağlantısı (%1)
zh_tw: 受限的網路 (%1)

source: IPv4 Address: %1
ar: عنوان IPv4: %1
ca: Adreça IPv4: %1
de: IPv4-Adresse: %1
el: IPv4 διεύθυνση: %1
eo: IPv4-adreso: %1
et: IPv4 aadress: %1
eu: IPv4 helbidea: %1
fi: IPv4-osoite: %1
fr: Adresse IPv4 : %1
he: כתובת IPv4:‏ %1
it: Indirizzo IPv4: %1
ko: IPv4 주소: %1
lt: IPv4 adresas: %1
lv: IPv4 adrese: %1
nl: IPv4-adres: %1
pl: Adres IPv4: %1
ru: Адрес IPv4: %1
sl: Naslov IPv4: %1
sv: IPv4-adress: %1
tr: IPv4 adresi: %1
zh_tw: IPv4 位址：%1

source: SSID: %1
ar: معرف نقطة الاتصال SSID: %1
he: שם רשת אלחוטית (SSID): %1

source: Signal Strength: %1
ar: قوّة الإشارة: %1
ca: Potència del senyal: %1
de: Signalstärke: %1
el: Ισχύς σήματος: %1
eo: Signala Forto: %1
et: Signaali tugevus: %1
eu: Seinalearen indarra: %1
fi: Signaalin voimakkuus: %1
fr: Force du signal : %1
he: עוצמת אות: %1
it: Potenza del segnale: %1
ko: 신호 강도: %1
lt: Signalo stiprumas: %1
lv: Signāla stiprums: %1
nl: Signaalsterkte: %1
pl: Siła sygnału: %1
ru: Уровень сигнала: %1
sl: Moč signala: %1
sv: Signalstyrka: %1
tr: Sinyal gücü: %1
zh_tw: 訊號強度：%1

source: VPN active
ar: الشبكة الافتراضية الخاصة (VPN) عاملة
ca: VPN activa
de: VPN ist aktiv
el: VPN ενεργό
eo: VPN aktiva
et: VPN on aktiivne
eu: VPN aktibo
fi: VPN käytössä
fr: VPN actif
he: VPN פעיל
it: VPN attiva
ko: VPN 사용 중
lt: VPN aktyvus
lv: VPN ir aktīvs
nl: VPN is actief
pl: VPN w użyciu
ru: VPN работает
sl: Aktivni VPN
sv: VPN aktivt
tr: VPN etkin
zh_tw: VPN 作用中

source: Configure Network Connections
ar: اضبط اتّصالات الشّبكة
ca: Configura les connexions de xarxa
de: Netzwerkverbindungen einrichten
el: Διαμόρφωση συνδέσεων δικτύου
eo: Agordi Retajn Konektoj
et: Võrguühenduste seadistamine
eu: Konfiguratu sareko konexioak
fi: Verkkoyhteysasetukset
fr: Configurer les connexions réseau
he: הגדרת חיבורי רשת
it: Configura le connessioni di rete
ko: 네트워크 연결 설정
lt: Konfigūruoti tinklo ryšius
lv: Konfigurēt tīkla savienojumus
nl: Netwerkverbinding configureren
pl: Ustawienia połączeń sieciowych
ru: Настройка сетевых соединений
sl: Nastavi omrežne povezave
sv: Anpassa nätverksanslutningar
tr: Ağ Bağlantılarını Yapılandır
zh_tw: 設定網路連線

source: Networking is enabled. Click to disable
ar: الشبكة مفعّلة. انقر لتعطيلها
ca: La xarxa està activada. Feu clic per a desactivar
de: Netzwerk ist aktiviert. Klicken, um es abzuschalten
el: Η δικτύωση είναι ενεργή. Με κλικ απενεργοποιείται
eo: Reto estas ebligita. Klaku por malŝalti
eu: Sarea gaituta dago. Egin klik ezgaitzeko
fi: Verkko on käytössä. Poista käytöstä napsauttamalla
fr: Le fonctionnement en réseau est activé. Veuillez cliquer pour le désactiver.
he: תקשורת רשת פעילה. לחיצה תשבית אותה
it: La rete è abilitata. Fai clic per disabilitarla
ko: 네트워크가 활성화되어 있습니다. 비활성화하려면 클릭
lt: Darbas tinkle įjungtas. Spustelėkite norėdami išjungti
lv: Savienojums ir ieslēgta. Spiediet, lai izslēgtu
nl: Netwerk gebruiken is ingeschakeld. Klik om uit te schakelen
pl: Sieć jest włączona. Naciśnij, aby wyłączyć
ru: Работа с сетью включена. Нажмите для отключения
sl: Mreža je omogočena. Kliknite za onemogočenje
sv: Nätverket är aktiverat. Klicka för att inaktivera.
tr: Ağ bağlantısı etkin. Devre dışı bırakmak için tıklayın
zh_tw: 網路已啟用。點擊以停用

source: Networking is disabled. Click to enable
ar: الشبكة معطّلة. انقر لتفعيلها
ca: La xarxa està desactivada. Feu clic per a activar
de: Netzwerk ist deaktiviert. Klicken, um es einzuschalten
el: Η δικτύωση είναι ανενεργή. Με κλικ ενεργοποιείται
eo: Reto estas malŝaltita. Klaku por ebligi
eu: Sarea ezgaituta dago. Egin klik gaitzeko
fi: Verkko on poistettu käytöstä. Ota käyttöön napsauttamalla
fr: Le fonctionnement en réseau est désactivé. Veuillez cliquer pour l'activer.
he: תקשורת רשת כבויה. לחיצה תפעיל אותה
it: La rete è disabilitata. Fai clic per abilitarla
ko: 네트워크가 비활성화되어 있습니다. 활성화하려면 클릭
lt: Darbas tinkle išjungtas. Spustelėkite norėdami įjungti
lv: Savienojums ir izslēgts. Spiediet, lai ieslēgtu
nl: Netwerk gebruiken is uitgeschakeld. Klik om in te schakelen
pl: Sieć jest wyłączona. Naciśnij, aby włączyć
ru: Работа с сетью отключена. Нажмите для включения
sl: Mreža ni omogočena. Kliknite za omogočenje
sv: Nätverket är inaktiverat. Klicka för att aktivera.
tr: Ağ bağlantısı devre dışı. Etkinleştirmek için tıklayın
zh_tw: 網路已停用。點擊以啟用

source: Wireless Networking is enabled. Click to disable
ar: الشبكة اللاسلكية مفعّلة. انقر لتعطيلها
ca: La xarxa sense fil està activada. Feu clic per a desactivar
de: Drahtloses Netzwerk ist aktiviert. Klicken, um es abzuschalten
el: Η ασύρματη δικτύωση είναι ενεργή. Με κλικ απενεγοποιείται
eo: Sendrata Reto estas ebligita. Klaku por malŝalti
eu: Haririk gabeko sarea gaituta dago. Egin klik ezgaitzeko
fi: Langaton verkko on käytössä. Poista käytöstä napsauttamalla
fr: Le fonctionnement en réseau sans fil est activé. Veuillez cliquer pour le désactiver.
he: תקשורת אלחוטית פעילה. לחיצה תשבית אותה
it: La rete wireless è abilitata. Fai clic per disabilitarla
ko: 무선 네트워크가 활성화되어 있습니다. 비활성화하려면 클릭
lt: Belaidis darbas tinkle įjungtas. Spustelėkite norėdami išjungti
lv: Bezvadu savienojums ir ieslēgts. Spiediet, lai izslēgtu
nl: Draadloos netwerk gebruiken is ingeschakeld. Klik om uit te schakelen
pl: Sieć bezprzewodowa jest włączona. Naciśnij, aby wyłączyć
ru: Работа с беспроводной сетью включена. Нажмите для отключения
sl: Brezžična mreža je omogočena. Kliknite za onemogočenje
sv: Trådlöst nätverk är aktiverat. Klicka för att inaktivera.
tr: Kablosuz Ağ etkin. Devre dışı bırakmak için tıklayın
zh_tw: 無線網路已啟用。點擊以停用

source: Wireless Networking is disabled. Click to enable
ar: الشبكة اللاسلكية معطّلة. انقر لتفعيلها
ca: La xarxa sense fil està desactivada. Feu clic per a activar
de: Drahtloses Netzwerk ist deaktiviert. Klicken, um es einzuschalten
el: Η ασύρματη δικτύωση είναι ανενεργή. Με κλικ ενεγοποιείται
eo: Sendrata Reto estas malŝaltita. Klaku por ebligi
eu: Haririk gabeko sarea ezgaituta dago. Egin klik gaitzeko
fi: Langaton verkko on poistettu käytöstä. Ota käyttöön napsauttamalla
fr: Le fonctionnement en réseau sans fil est désactivé. Veuillez cliquer pour l'activer.
he: תקשורת אלחוטית כבויה. לחיצה תפעיל אותה
it: La rete wireless è disabilitata. Fai clic per abilitarla
ko: 무선 네트워크가 비활성화되어 있습니다. 활성화하려면 클릭
lt: Belaidis darbas tinkle išjungtas. Spustelėkite norėdami įjungti
lv: Bezvadu savienojums ir izslēgts. Spiediet, lai ieslēgtu
nl: Draadloos netwerk gebruiken is uitgeschakeld. Klik om in te schakelen
pl: Sieć bezprzewodowa jest wyłączona. Naciśnij, aby włączyć
ru: Работа с беспроводной сетью отключена. Нажмите для включения
sl: Brezžična mreža ni omogočena. Kliknite za omogočenje
sv: Trådlöst nätverk är inaktiverat. Klicka för att aktivera.
tr: Kablosuz Ağ devre dışı. Etkinleştirmek için tıklayın
zh_tw: 無線網路已停用。點擊以啟用

source: Notifications
ar: الإشعارات
ca: Notificacions
de: Benachrichtigungen
el: Ειδοποιήσεις
eo: Sciigoj
et: Märguanded
eu: Jakinarazpenak
fi: Ilmoitukset
he: התראות
it: Notifiche
ko: 알림
lt: Pranešimai
lv: Paziņojumi
nl: Meldingen
pl: Powiadomienia
ru: Уведомления
sl: Obvestila
sv: Underrättelser
tr: Bildirimler
zh_tw: 通知
